{ "name":"Al'Akir the Windlord", "rarity":"legendary", "type":"Minion","class":"Shaman","cost":8,"attack":3,"hp_or_dur":5,"deckable":true,"subtype":"","set":"Expert", "ability":["Charge", "Divine Shield", "Taunt", "Windfury"], "how_to_get":"Al'Akir the Windlord may be received either through opening Hearthstone booster packs or crafting using arcane dust received from disenchanting.", "cardtext":"Windfury, Charge, Divine Shield, Taunt", "flavourtext":"He is the weakest of the four Elemental Lords. And the other three don't let him forget it.", "artist":"Raymond Swanland", "strategy":"Playing this minion will be useful at almost any time, due to the many abilities he has. However, since he has taunt it's very possible for him to die the turn after summoning, stopping you from taking too much advantage from windfury. Playing this card in conjunction with stat buffs will greatly increase survivability and damage output, for the time it's alive. This card loses almost all value when it is silenced as it becomes an 8 cost 3/5 card.", "lore":"", "cardid":"c00001"}
{ "name":"Alexstrasza", "rarity":"legendary", "type":"Minion", "class":"Neutral", "cost":9, "attack":8, "hp_or_dur":8, "deckable":true, "subtype":"Dragon", "set":"Expert", "ability":["Battlecry"], "how_to_get":"Alexstrasza may be received either through opening Hearthstone booster packs or crafting using arcane dust received from disenchanting.", "cardtext":"Battlecry: Set a hero's remaining Health to 15.", "flavourtext":"Alexstraza the Life-Binder brings life and hope to everyone. Except Deathwing. And Malygos. And Nekros.", "artist":"Raymond Swanland", "strategy":"As a legendary 8/8 dragon for 9 mana, Alexstrasza is already a big body to deal with in anybody's deck, but her real power lies in here ability to set a hero's remaining health to 15. Due to the nature of this card, it could be used in a variety of ways as a great utility minion. First, you can play her if you are in need of a comeback and you are below 15 health-which can be a very effective way to make you way back into a close game-or you can use it to advance your lead and force your opponent down to half life while playing a devastating minion.", "lore":"", "cardid":"c00002"}
{ "name":"Archmage Antonidas", "rarity":"legendary", "type":"Minion", "class":"Mage", "cost":7, "attack":5, "hp_or_dur":7, "deckable":true, "subtype":"", "set":"Expert", "ability":[   ], "how_to_get":"Archmage Antonidas can be obtained through card packs, or through crafting.", "cardtext":"Whenever you cast a spell, put a 'Fireball' spell into your hand.", "flavourtext":"Antonidas was the Grand Magus of the Kirin Tor, and Jaina's mentor. This was a big step up from being Grand Magus of Jelly Donuts.", "artist":"Wayne Reynolds", "strategy":"As a 7 mana 5/7 minion, the Archmage Antonidas isn't a big drop for the mana cost. His worth comes from his unique ability. Every time you cast a spell, a Fireball card is placed into your hand. This effect activates in response to casting any spell, including the Fireball cards gained in this way. If you have some way to protect him, for example with one or two taunt minions, you can easily generate 3 or even more Fireball cards. Spell damage minions can increase the benefit of this card. If you have him in your deck and you can protect him, he can easily turn a mediocre spell damage deck into a good one. He can also give you a card advantage.", "lore":"", "cardid":"c00003"}
{ "name":"Ashbringer", "rarity":"legendary", "type":"Weapon", "class":"Paladin", "cost":5, "attack":5, "hp_or_dur":3, "deckable":false, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"The Ashbringer can only be equiped through Tirion Fordring's deathrattle ability.", "cardtext":"", "flavourtext":"", "artist":"", "strategy":"Late game card designed as a finisher style attack should Tirion Fordring go down. At five damage a hit with three uses it is able to cleave away half a opponents health in three rounds.", "lore":"", "cardid":"c00004"}
{ "name":"Baine Bloodhoof", "rarity":"legendary", "type":"Minion", "class":"Neutral", "cost":4, "attack":4, "hp_or_dur":5, "deckable":false, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"", "cardtext":"", "flavourtext":"", "artist":"", "strategy":"Bain Bloodhoof is summoned by Cairne Bloodhoofs deathrattle effect, and cannot be added to your deck directly.", "lore":"", "cardid":"c00005" }
{ "name":"Baron Geddon", "rarity":"legendary", "type":"Minion", "class":"Neutral", "cost":7, "attack":7, "hp_or_dur":5, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Baron Geddon can be obtained through card packs, or through crafting.", "cardtext":"At the end of your turn, deal 2 damage to ALL other characters.", "flavourtext":"Baron Geddon was Ragnaros's foremost lieutenant, until he got FIRED.", "artist":"", "strategy":"At 7 mana for a 7/5 minion, Baron Geddon is a great card for going against decks which get out a lot of minions fast. Baron coupled with just about any other AoE card can clear the opponent's side of the board very easily. This card is also a very good game changer, and can turn the tide of a game very quickly.", "lore":"", "cardid":"c00006" }
{ "name":"Bloodmage Thalnos", "rarity":"legendary", "type":"Minion", "class":"Neutral", "cost":2, "attack":1, "hp_or_dur":1, "deckable":true, "subtype":"", "set":"Expert", "ability":[   ], "how_to_get":"Bloodmage Thalnos can be obtained through card packs, or through crafting.", "cardtext":"Spell Damage +1. Deathrattle: Draw a card.", "flavourtext":"He's in charge of the Annual Scarlet Monastery Blood Drive!", "artist":"Alex Horley Orlandelli", "strategy":"Bloodmage Thalnos is a terrific card. Not only is he great in a spellpower deck, but his deathrattle and cheap cost make him a great card to have out early, even if he dies. The disadvantage of Bloodmage Thalnos is his weak combat stats. As a 1/1 with a 2 mana cost he is susceptible to any form of direct or indirect damage. However his low combat stats can work in favour of the player, as his deathrattle allows the player to draw a card and gain a hand advantage.", "lore":"", "cardid":"c00007" }
{ "name":"Cairne Bloodhoof", "rarity":"legendary", "type":"Minion", "class":"Neutral", "cost":6, "attack":4, "hp_or_dur":5, "deckable":true, "subtype":"", "set":"Expert", "ability":["Deathrattle", "Summon"], "how_to_get":"Cairne Bloodhoof can be obtained through card packs, or through crafting.", "cardtext":"Deathrattle: Summon a 4/5 Baine Bloodhoof.", "flavourtext":"Cairne was killed by Garrosh, so... don't put this guy in a Warrior deck. It's pretty insensitive.", "artist":"Wayne Reynolds", "strategy":"Cairne Bloodhoof is a solid body. Not only is he a 4/5, which is fairly hard to kill in most cases, he also makes another 4/5 - Baine Bloodhoof - when he dies. This essentially makes him an 8/10 for 6 mana. This is by far one of the best cards to have in a beatdown-type deck. Cairne's main weakness is to effects such as silence, transform and mind control effects, which can negate his deathrattle or even turn its power to the opponent's advantage. His deathrattle makes him strong against regular attacks or removal effects.", "lore":"", "cardid":"c00008" }
{ "name":"Captain Greenskin", "rarity":"legendary", "type":"Minion", "class":"Neutral", "cost":5, "attack":5, "hp_or_dur":4, "deckable":true, "subtype":"Pirate", "set":"Expert", "ability":["Battlecry"], "how_to_get":"Captain Greenskin may be received either through opening Hearthstone booster packs or crafting using arcane dust received from disenchanting.", "cardtext":"Battlecry: Give your weapon +1/+1.", "flavourtext":"He was this close to piloting a massive juggernaut into Stormwind Harbor. If it weren't for those pesky kids!", "artist":"Dan Scott", "strategy":"Captain Greenskin is a 5 mana 5/5 minion that has the ability: Battlecry: Give your equipped weapon +1/+1. No longer as useful as before, it's the only way a rogue or hunter can increase the durability of their weapons. Previous Versions: Captain Greenskin is a 5 mana 5/5 minion that has the ability: Whenever you attack with your hero, draw a card. This makes him an effective card for any deck that has a lot of weapons. A Rogue deck is particularly good due to their hero ability, which gives them a 1/2 weapon for 2 mana. Captain Greenskin is also considered a Pirate, which means he can benefit from Southsea Captain and Captain's Parrot.", "lore":"", "cardid":"c00009" }
{ "name":"Cenarius", "rarity":"legendary", "type":"Minion", "class":"Druid", "cost":9, "attack":5, "hp_or_dur":8, "deckable":true, "subtype":"", "set":"Expert", "ability":["Choose One", "Summon", "Taunt"], "how_to_get":"Cenarius may be received either through opening Hearthstone booster packs or crafting using arcane dust received from disenchanting.", "cardtext":"Choose One - Give your other minions +2/+2; or Summon two 2/2 Treants with Taunt.", "flavourtext":"Yes, he's a demigod. No, he doesn't need to wear a shirt.", "artist":"Alex Horley Orlandelli", "strategy":"Cenarius is a game-ending legendary. He is used like an 'overrun' from Magic:The Gathering in the sense that when you play him, you give your other minions +2/+2 and have enough damage to win the game wither the turn you play him, or the next. He is also very adaptable because if you have no other minions, you can chose 2 2/2 treants instead of the other ability, which gives you an opening for a come-back.", "lore":"", "cardid":"c00010" }
{ "name":"Deathwing", "rarity":"legendary", "type":"Minion", "class":"Neutral", "cost":10, "attack":12, "hp_or_dur":12, "deckable":true, "subtype":"Dragon", "set":"Expert", "ability":["Battlecry"], "how_to_get":"Deathwing can be obtained through card packs, or through crafting.", "cardtext":"Battlecry: Destroy all other minions and discard your hand.", "flavourtext":"Once a noble dragon known as Neltharion, Deathwing lost his mind and shattered Azeroth before finally being defeated. Daddy issues?", "artist":"Bernie Kang", "strategy":"Deathwing is a very risky, but theoretically rewarding card. It is very large for its cost, but Deathwing's battlecry can be devastating to you, or your opponent. This minion is meant to end games, one way or another. The reason that it is a gamble to play this card is you could either destroy all minions and win the following turn, or you could discard your hand and be left with a single minion that could be destroyed by an Execute, Hex or Polymorph. For this reason you should be sure that they have no way of destroying Deathwing, or you could easily meet your end. Using this card when the opponents health is < 12 is the best time to play this, as you can destroy it the next turn since there will be no minions on the field, and this late in the game, even if they play a minion it's unlikely to have taunt. The later Deathwing is placed the better as your opponent is likely to have less cards in his hand meaning less opportunity for counter play.", "lore":"", "cardid":"c00011" }
{ "name":"DEBUG", "rarity":"legendary", "type":"Minion", "class":"Neutral", "cost":5, "attack":5, "hp_or_dur":5, "deckable":false, "subtype":"", "set":"DEBUG", "ability":[ ], "how_to_get":"", "cardtext":"Debug text", "flavourtext":"", "artist":"", "strategy":"", "lore":"", "cardid":"c00012" }
{ "name":"Edwin VanCleef", "rarity":"legendary", "type":"Minion", "class":"Rogue", "cost":3, "attack":2, "hp_or_dur":2, "deckable":true, "subtype":"", "set":"Expert", "ability":["Combo"], "how_to_get":"Edwin VanCleef may be received either through opening Hearthstone booster packs or crafting using arcane dust received from disenchanting.", "cardtext":"Combo: Gain +2/+2 for each card played earlier this turn.", "flavourtext":"He led the Stonemasons in the reconstruction of Stormwind, and when the nobles refused to pay, he founded the Defias Brotherhood to, well, deconstruct Stormwind.", "artist":"", "strategy":"Edwin VanCleef is a card that is best for the late game. While he can be effective early, you get much more out of the combo when you can fire off several spells first. If you are planning on making a deck around Edwin VanCleef, then you should have lots of cheap spells, and lots of draw.", "lore":"", "cardid":"c00013" }
{ "name":"Finkle Einhorn", "rarity":"legendary", "type":"Minion", "class":"Neutral", "cost":2, "attack":3, "hp_or_dur":3, "deckable":false, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"", "cardtext":"", "flavourtext":"", "artist":"", "strategy":"If you have Finkle Einhorn in play, you probably have little need of this section - you're already a strategic mastermind for defeating your opponent's The Beast! Normally after dealing with The Beast, unless you used a spell to destroy it, you will probably not have many minions on the field. Giving Finkle a buff, such as Mark of the Wild or Blessing of Kings is a good way to get back into the game. Alternatively, you could use an ability such as Fade or a minion like Shieldbearer to protect yourself.", "lore":"", "cardid":"c00014" }
{ "name":"Gelbin Mekkatorque", "rarity":"legendary", "type":"Minion", "class":"Neutral", "cost":6, "attack":6, "hp_or_dur":6, "deckable":true, "subtype":"", "set":"DEBUG", "ability":["Battlecry", "Summon"], "how_to_get":"This card is a promotion card and cannot be crafted or disenchanted. The normal version will be craftable after full release. The golden version of this card is obtained by spending real money in the store during the game's beta test, prior to the full release of the game. After the full release of the game, the golden edition will no longer be obtainable.", "cardtext":"Battlecry: Summon an AWESOME invention.", "flavourtext":"He's the leader of the gnomes, and an incredible inventor. He's getting better, too; He turns things into chickens WAY less than he used to.", "artist":"Ludo Lullabi", "strategy":"Gelbin Mekkatorque is considered to have one of the most unique abilities in the game. In addition to being unique, it can be both mutually beneficial or detrimental for you and your opponent.", "lore":"", "cardid":"c00015"}
{ "name":"Grommash Hellscream", "rarity":"legendary", "type":"Minion", "class":"Warrior", "cost":8, "attack":4, "hp_or_dur":9, "deckable":true, "subtype":"", "set":"Expert", "ability":["Charge", "Enrage"], "how_to_get":"Grom Hellscream may be received either through opening Hearthstone booster packs or crafting using arcane dust received from disenchanting.", "cardtext":"Charge. Enrage: +6 Attack", "flavourtext":"Grommash drank the tainted blood of Mannoroth, dooming the orcs to green skin and red eyes! Maybe not his best decisision.", "artist":"Glenn Rane", "strategy":"Grommash Hellscream isn't the best legendary on the block, but he is still a very good card. His high health allows him to activate his enrage more frequently than other cards, which in turn makes him almost unstoppable as an attacker, despite the fact that he looks like a defender at first glance. The charge is also very useful on top of the enrage, it allows him to be a bomb to end the game, or a card to surprise your enemy and kill his favorite minion, or even turn a game around if you are careful. A powerful combination can be used with the Inner Rage card from the warrior deck. This allows Grom to activate his enrage ability while only suffering one point of damage; effectively makes him a 12 / 8 minion.", "lore":"", "cardid":"c00016" }
{ "name":"Gruul", "rarity":"legendary", "type":"Minion", "class":"Neutral", "cost":8, "attack":7, "hp_or_dur":7, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Gruul may be received either through opening Hearthstone booster packs or crafting using arcane dust received from disenchanting.", "cardtext":"At the end of each turn, gain +1/+1 .", "flavourtext":"He's Gruul 'the Dragonkiller'. He just wanted to cuddle them… he never meant to…", "artist":"Kev Walker", "strategy":"Gruul should be included in decks that can protect him. On each turn, both yours and opponent's, he gains +1/+1, so if he isn't gaining attack and health, he isn't worth casting.", "lore":"", "cardid":"c00017" }
{ "name":"Harrison Jones", "rarity":"legendary", "type":"Minion", "class":"Neutral", "cost":5, "attack":5, "hp_or_dur":4, "deckable":true, "subtype":"", "set":"Expert", "ability":["Battlecry"], "how_to_get":"Harrison Jones is obtained through card packs and crafting. Harrison Jones can be crafted with 1600 Arcane Dust. Harrison Jones can be disenchanted for 400 Arcane Dust.", "cardtext":"Battlecry: Destroy your opponent's weapon and draw cards equal to its Durability.", "flavourtext":"'That belongs in the Hall of Explorers!'", "artist":"Matt Dixon", "strategy":"The main purpose of Harrison Jones is to counter decks with many weapons. If used correctly he can punish overuse of weapons by your opponent, while giving you a minion as well as a card advantage. Some players may favour using the Acidic Swamp Ooze over Harrison Jones because it is a cheaper card with a similar effect. It is also easier to obtain, and more consistent if you do not run into weapon opponents often.", "lore":"", "cardid":"c00018"}
{ "name":"Hogger", "rarity":"legendary", "type":"Minion", "class":"Neutral", "cost":6, "attack":4, "hp_or_dur":4, "deckable":true, "subtype":"", "set":"Expert", "ability":["Summon"], "how_to_get":"Hogger can be obtained through card packs, or through crafting.", "cardtext":"At the end of your turn, summon a 2/2 Gnoll with Taunt.", "flavourtext":"Hogger is super powerful. If you kill him, it's because he let you.", "artist":"Laurel 'LD' Austin", "strategy":"", "lore":"", "cardid":"c00019" }
{ "name":"Illidan Stormrage", "rarity":"legendary", "type":"Minion", "class":"Neutral", "cost":6, "attack":7, "hp_or_dur":5, "deckable":true, "subtype":"Demon", "set":"Expert", "ability":["Summon"], "how_to_get":"Illidan Stormrage can be obtained through card packs, or through crafting.", "cardtext":"Whenever you play a card, summon a 2/1 Flame of Azzinoth.", "flavourtext":"Illidan's brother, Malfurion, imprisoned him beneath Hyjal for 10,000 years. Stormrages are not good at letting go of grudges.", "artist":"Alex Horley Orlandelli", "strategy":"", "lore":"", "cardid":"c00020" }
{ "name":"King Krush", "rarity":"legendary", "type":"Minion", "class":"Hunter", "cost":9, "attack":8, "hp_or_dur":8, "deckable":true, "subtype":"Beast", "set":"Expert", "ability":["Charge"], "how_to_get":"King Krush may be received either through opening Hearthstone booster packs or crafting using arcane dust received from disenchanting.", "cardtext":"Charge", "flavourtext":"The best defense against King Krush is to have someone you don’t like standing in front of you.", "artist":"Alex Horley Orlandelli", "strategy":"You'll want to lay this card near the end of the match, as a fast burn to the opposing hero, due to charge. This could also be used to take large minions, such as; ragnaros. Powering this up with cards such as; unleash the hounds, or alpha dire wolf will increase its damage.", "lore":"", "cardid":"c00021" }
{ "name":"King Mukla", "rarity":"legendary", "type":"Minion", "class":"Neutral", "cost":3, "attack":5, "hp_or_dur":5, "deckable":true, "subtype":"Beast", "set":"Expert", "ability":["Battlecry"], "how_to_get":"", "cardtext":"Battlecry: Give your opponent 2 Bananas.", "flavourtext":"King Mukla wanders Jaguero Isle, searching for love.", "artist":"Imaginary FS", "strategy":"", "lore":"", "cardid":"c00022" }
{ "name":"Leeroy Jenkins", "rarity":"legendary", "type":"Minion", "class":"Neutral", "cost":4, "attack":6, "hp_or_dur":2, "deckable":true, "subtype":"", "set":"Expert", "ability":["Charge", "Battlecry"], "how_to_get":"Leeroy Jenkins may be received either through opening Hearthstone booster packs or crafting using arcane dust received from disenchanting.", "cardtext":"Charge. Battlecry: Summon two 1/1 Whelps for your opponent.", "flavourtext":"At least he has Angry Chicken.", "artist":"Gabe from Penny Arcade", "strategy":"Leeroy Jenkins is best used in a deck that can buff his attack power the turn he comes out. This typically means he is a late game play, but has uses in the mid game. Paladins can make great use of Leeroy with the Blessed Champion card.", "lore":"", "cardid":"c00023" }
{ "name":"Lord Jaraxxus", "rarity":"legendary", "type":"Minion", "class":"Warlock", "cost":9, "attack":3, "hp_or_dur":15, "deckable":true, "subtype":"Demon", "set":"Expert", "ability":["Battlecry"], "how_to_get":"Lord Jaraxxus can be obtained through card packs, or through crafting.", "cardtext":"Battlecry: Destroy your hero and replace him with Lord Jaraxxus.", "flavourtext":"Battlecry: Destroy your hero and replace him with Lord Jaraxxus.", "artist":"Alex Horley Orlandelli", "strategy":"Lord Jaraxxus, when played, transforms your hero into Lord Jaraxxus. Your health is instantly set to 15, your power is replaced by the ability INFERNO!, which allows you to summon a 6/6 Infernal every turn for 2 mana and you equip Blood Fury, a weapon with 3 attack and 8 durability. It is best used when you have less than 15 health so you regain some health. The new ability to summon 6/6 infernals in addition to Blood Fury increase your damage output every turn for a low mana cost, making it a good addition to any Warlock deck. It is best to note that Lord Jaraxxus counts as demon for the purpose of spell selections. Notably, this includes Sacrificial Pact, so an excess of caution should be exercised before playing him in a warlock mirror match. When you play Lord Jaraxxus he counts as a minion before he takes over Gul'dan, and abilities that trigger when you play a minion will affect him. (For example Snipe will deal 4 damage to him, and when he becomes the hero he will only have 11 health; Repentance will reduce his health to 1.) Additionally, a common strategy with this card involves taking a lot of punishment intentionally, so you can summon Molten Giants, and then using Jaraxxus to heal yourself. Note though that the original health of your hero will be set to 15 once you replace it with Lord Jaraxxus, meaning that summoning Molten Giant will cost more mana at Jaraxxus' 15 health (full health) than a warlock's 15 Health (down by 15 damage).", "lore":"", "cardid":"c00024" }
{ "name":"Lord Jaraxxus", "rarity":"legendary", "type":"Hero", "class":"Warlock", "cost":0, "attack":0, "hp_or_dur":15, "deckable":false, "subtype":"Demon", "set":"", "ability":[], "how_to_get":"", "cardtext":"", "flavourtext":"", "artist":"", "strategy":"", "lore":"", "cardid":"c00025" }
{ "name":"Lorewalker Cho", "rarity":"legendary", "type":"Minion", "class":"Neutral", "cost":2, "attack":0, "hp_or_dur":4, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Lorewalker Cho can be obtained through card packs, or through crafting.", "cardtext":"Whenever a player casts a spell, put a copy into the other player’s hand.", "flavourtext":"Lorewalker Cho archives and shares tales from the land of Pandaria, but his favorite story is the one where Joey and Phoebe go on a road trip.", "artist":"Mark Zug", "strategy":"Play Lorewalker Cho to prevent your enemy from using spells against you, or just give them a taste of their own medicine. Most effective against spell-heavy decks. As a fairly vulnerable minion, ideally keep Cho well-defended to prevent your opponent from swiftly destroying him. Players playing against Cho may wish to use minions to defeat him, before then casting any planned spells. If doing so is not possible immediately, it may still be better to delay casting spells until he is defeated.Alternatively, use a single spell such as Fireball to quickly dispatch him, and suffer the consequence of supplying that single card to your enemy.", "lore":"", "cardid":"c00026" }
{ "name":"Malygos", "rarity":"legendary", "type":"Minion", "class":"Neutral", "cost":9, "attack":4, "hp_or_dur":12, "deckable":true, "subtype":"Dragon", "set":"Expert", "ability":["Spell Damage"], "how_to_get":"Malygos can be obtained through card packs, or through crafting.", "cardtext":"Spell Damage +5", "flavourtext":"Malygos hates it when mortals use magic. He gets so mad!", "artist":"Michael Komarck", "strategy":"Malygos has one main goal, spell damage. Malygos gives 5 spell damage which is the most any single card currently gives. This gives 5 power to a spell like Fireball making Fireball a 4 mana cost for 11 damage. One of the best cards for decks consisting of offensive spells. Having 12 health makes Malygos difficult to kill allowing the player to maintain the +5 spell damage for several turns. In addition to synergizing well with decks heavily utilizing spell damage Malygos' unusually high health pool allows him to benefit greatly from cards such as Divine Spirit doubling his health total, and Inner fire changing his attack to equal his life total, coupled with Temple Enforcer and or Power Word: Shield for a devastating combo. Malygos' mana cost of 9 is very high, but he can easily shift a game's momentum. Malygos can be copied by Faceless Manipulator to bring a second copy of himself onto the field. This would bring the total spell damage in play to 10.", "lore":"", "cardid":"c00027" }
{ "name":"Millhouse Manastorm", "rarity":"legendary", "type":"Minion", "class":"Neutral", "cost":2, "attack":4, "hp_or_dur":4, "deckable":true, "subtype":"", "set":"Expert", "ability":["Battlecry"], "how_to_get":"Millhouse Manastorm can be obtained through card packs, or through crafting.", "cardtext":"Battlecry: Enemy spells cost (0) next turn.", "flavourtext":"'I'm gonna light you up, sweetcheeks!'", "artist":"Jim Nelson", "strategy":"Millhouse Manastorm is meant to give you an early advantage in any game. If you play first he can be a turn 2 4/4, and if you go second he can be a turn 1 4/4. Either way he is extremely good for his cost early game. The only downside is that spells cost 0 for your opponent next turn, so you had better be careful what type of deck you play him against.", "lore":"", "cardid":"c00028" }
{ "name":"Nat Pagle", "rarity":"legendary", "type":"Minion", "class":"Neutral", "cost":2, "attack":0, "hp_or_dur":4, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Nat Pagle can be obtained through card packs, or through crafting.", "cardtext":"At the end of your turn, you have a 50% chance to draw a card.", "flavourtext":"Nat Pagle, Azeroth's premier fisherman! He invented the Auto-Angler 3000, the Extendo-Pole 3000, and the Lure-o-matic 2099 (still in testing).", "artist":"Steve Prescott", "strategy":"Millhouse Manastorm is meant to give you an early advantage in any game. If you play first he can be a turn 2 4/4, and if you go second he can be a turn 1 4/4. Either way he is extremely good for his cost early game. The only downside is that spells cost 0 for your opponent next turn, so you had better be careful what type of deck you play him against.", "lore":"", "cardid":"c00029" }
{ "name":"Nozdormu", "rarity":"legendary", "type":"Minion", "class":"Neutral", "cost":9, "attack":8, "hp_or_dur":8, "deckable":true, "subtype":"Dragon", "set":"Expert", "ability":[], "how_to_get":"Nozdormu can be obtained through card packs, or through crafting.", "cardtext":"Players only have 15 seconds to take their turns.", "flavourtext":"Time to write some flavor text.", "artist":"James Ryman", "strategy":"At 9 mana for a 8/8 minion, Nozdormu appears to be a strong card to throw into just about any hero's deck. Its true power lies in its unique ability to cut a 90-second turn for both players into a 15-second turn. As soon as Nozdormu is summoned to the battlefield the pace of a game quickens in such a way that the opponent may become flustered and rush their thoughts and make mistakes from such pressure, allowing the fast-thinking players to succeed most when playing this card. A user of Nozdormu may want to sustain the fast pace the great dragon brings to the battle with Stealth shrouding it from your opponent's removal cards such as Polymorph, Hex or even Hunter's Mark. A Rogue deck can succeed in this strategy by using Conceal in the same turn you summon Nozdormu, allowing you at least one good attack with the dragon aspect as well as at least one more 15-second turn for your opponent to hopefully make more mistakes with.", "lore":"", "cardid":"c00030" }
{ "name":"Old Murk-Eye", "rarity":"legendary", "type":"Minion", "class":"Neutral", "cost":4, "attack":2, "hp_or_dur":4, "deckable":true, "subtype":"Murloc", "set":"Reward", "ability":["Charge"], "how_to_get":"Old Murk-Eye may be received through a quest reward when you collect all other murloc cards in the game. It cannot be crafted or disenchanted.", "cardtext":"Charge. Has +1 Attack for each other Murloc on the battlefield.", "flavourtext":"He's a legend among murlocs. 'Mrghllghghllghg!', they say.", "artist":"Dan Scott", "strategy":"These cards can be used to buff other minions of the same subtype, or gain buffs from murlocs on the field.", "lore":"", "cardid":"c00031" }
{ "name":"Onyxia", "rarity":"legendary", "type":"Minion", "class":"Neutral", "cost":9, "attack":8, "hp_or_dur":8, "deckable":true, "subtype":"Dragon", "set":"Expert", "ability":["Battlecry", "Summon"], "how_to_get":"Onyxia may be received through opening Hearthstone booster packs and crafting 1600 Arcane Dust.", "cardtext":"Battlecry: Summon 1/1 Whelps until your side of the battlefield is full.", "flavourtext":"Onyxia long manipulated the Stormwind Court by disguising herself as Lady Katrana Prestor. You would have thought that the giant wings and scales would have been a giveaway.", "artist":"Dany Orizio", "strategy":"The main power of Onyxia is swarming your opponent with 1/1 whelps. With such a powerful Battlecry Onyxia has the potential to be one of the greatest game-changers in the game. This is because the more behind you are,(the fewer minions you have,) the more you will recieve when Onyxia comes into play. Onyxia is especially useful for druids, when played in combination with the Soul of the Forest card, which will make all whelps summon a 2/2 treant when they die.", "lore":"", "cardid":"c00032" }
{ "name":"Prophet Velen", "rarity":"legendary", "type":"Minion", "class":"Priest", "cost":7, "attack":7, "hp_or_dur":7, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Prophet Velen is obtained through card packs and crafting. Prophet Velen can be crafted with 1600 Arcane Dust. Prophet Velen can be disenchanted for 400 Arcane Dust.", "cardtext":"Double the damage and healing of your spells and Hero Power.", "flavourtext":"He's been exiled from his home, and all his brothers turned evil, but otherwise he doesn't have a lot to complain about.", "artist":"Wei Wang", "strategy":"Prophet Velen can dramatically increase the Priest's effectiveness in the late-game. Prophet Velen's passive currently effects the Priest's hero ability as well. This buff is in both priest Shadowform and Healing form. Remember this card should be considered to have a soft taunt. Your enemy will go through great lengths to kill Velen due to the power he brings in the late game. Be prepared to protect him with taunt minions, healing or divine shields.", "lore":"", "cardid":"c00033" }
{ "name":"Ragnaros the Firelord", "rarity":"legendary", "type":"Minion", "class":"Neutral", "cost":8, "attack":8, "hp_or_dur":8, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Ragnaros the Firelord can be obtained through card packs, or through crafting.", "cardtext":"Can't Attack. At the end of your turn, deal 8 damage to a random enemy.", "flavourtext":"Ragnaros was summoned by the Dark Iron dwarves, who were eventually enslaved by the Firelord. Summoning Ragnaros often doesn’t work out the way you want it to.", "artist":"Greg Staples", "strategy":"Because Ragnaros deals 8 damage when your turn ends, he can easily work as removal, while remaining a persistent threat. Due to how he attacks, Ragnaros will not take damage, and can be used to destroy powerful minions without losing him, although the targets of his attacks are random. Silencing Ragnaros allows him to attack normally. Keeping Ragnaros alive is essential to success if you have him out.", "lore":"", "cardid":"c00034" }
{ "name":"Sylvanas Windrunner", "rarity":"legendary", "type":"Minion", "class":"Neutral", "cost":5, "attack":5, "hp_or_dur":5, "deckable":true, "subtype":"", "set":"Expert", "ability":["Deathrattle"], "how_to_get":"Sylvanas Windrunner can be obtained through card packs, or through crafting.", "cardtext":"Deathrattle: Take control of a random enemy minion.", "flavourtext":"Sylvanas was turned into the Banshee Queen by Arthas, but he probably should have just killed her because it just pissed her off.", "artist":"Glenn Rane", "strategy":"Sylvanas Windrunner is a card that can easily change a game, quickly. With her Deathrattle it is very easy to make yourself very powerful and crush your opponent with their few remaining forces after Sylvanas Windrunner is dead. But beware, she can be useless if you are in a bad situation, as she will be targeted as soon as possible and you will probably get nothing of value for 5 mana.", "lore":"", "cardid":"c00035" }
{ "name":"The Beast", "rarity":"legendary", "type":"Minion", "class":"Neutral", "cost":6, "attack":9, "hp_or_dur":7, "deckable":true, "subtype":"Beast", "set":"Expert", "ability":["Deathrattle", "Summon"], "how_to_get":"The Beast may be received either through opening Hearthstone booster packs or crafting using arcane dust received from disenchanting.", "cardtext":"Deathrattle: Summon a 3/3 Finkle Einhorn for your opponent.", "flavourtext":"He lives in Blackrock Mountain. He eats Gnomes. That's pretty much it.", "artist":"Glenn Rane", "strategy":"' The Beast is a powerful late game minion that comes with the unique ability of Death Rattle. The Beast synergizes exceptionally well in hunter decks that focus on the use of beast type minions. Being a mostly offensive creature, it is best to protect it with creatures that use Taunt or other minions that can grant it Charge when summoned. This is especially true when considering upon death, it grants your opponent Finkle Einhorn who is a 3/3 creature. Try to Silence The Beast with a card like Ironbeak Owl, for example, to prevent your opponent from gaining Finkle if The Beast dies.", "lore":"", "cardid":"c00036"}
{ "name":"The Black Knight", "rarity":"legendary", "type":"Minion", "class":"Neutral", "cost":6, "attack":4, "hp_or_dur":5, "deckable":true, "subtype":"", "set":"Expert", "ability":["Battlecry", "Taunt"], "how_to_get":"The Black Knight may be received either through opening Hearthstone booster packs or crafting using arcane dust received from disenchanting.", "cardtext":"Battlecry: Destroy an enemy minion with Taunt.", "flavourtext":"He was sent by the Lich King to disrupt the Argent Tournament. We can pretty much mark that a failure.", "artist":"Alex Horley Orlandelli", "strategy":"The Black Knight is a minion meant to start some game-ending momentum. He gets a taunt minion out of the way so that you may begin hitting your enemy as soon as possible. As a utility, he is very good, as most people buff their best minions with taunt as to kill any minions that would try to attack them.", "lore":"", "cardid":"c00037"}
{ "name":"Tinkmaster Overspark", "rarity":"legendary", "type":"Minion", "class":"Neutral", "cost":3, "attack":2, "hp_or_dur":2, "deckable":true, "subtype":"", "set":"Expert", "ability":["Battlecry", "Transform"], "how_to_get":"Tinkmaster Overspark can be obtained through card packs, or through crafting.", "cardtext":"Battlecry: Transform a minion into a 5/5 Devilsaur or a 1/1 Squirrel at random.", "flavourtext":"Tinkmaster Overspark nearly lost his Tinker's license after the Great Ironforge Squirrel Stampede of '09.", "artist":"Tom Baxa", "strategy":"Tinkmaster Overspark is a very risky card with almost unpredictable outcomes but it still can be controlled to some degree. This card is best played early in the game. Regardless of which creature is summoned, the result is a silenced minion. Overspark's ability is particularly useful when used on friendly 1/1 minions or large enemy minions, as you have a 50% chance in either case to gain a substantial benefit. When used upon an enemy which is greater than 5/5, or which has useful card text or enchantments, the effect is almost guaranteed to be beneficial.s", "lore":"", "cardid":"c00038"}
{ "name":"Tirion Fordring", "rarity":"legendary", "type":"Minion", "class":"Paladin", "cost":8, "attack":6, "hp_or_dur":6, "deckable":true, "subtype":"", "set":"Expert", "ability":[ "Deathrattle", "Divine Shield", "Taunt"], "how_to_get":"Tirion Fordring may be received either through opening Hearthstone booster packs, as a reward from arena or, crafting using arcane dust received from disenchanting.", "cardtext":"Divine Shield. Taunt. Deathrattle: Equip a 5/3 Ashbringer.", "flavourtext":"If you haven't heard the Tirion Fordring theme song, it's because it doesn't exist.", "artist":"Brom", "strategy":"Tirion Fordring is a 8 mana, 6/6 minion with 3 abilities: Divine Shield, Taunt and Deathrattle. These abilities make Tirion a powerful card for any Paladin deck. Not only can Tirion shield himself from one attack with Divine Shield, he also forces the enemy to attack him due to his Taunt! If Tirion does happen to die, he leaves a lasting mark on the game with his Deathrattle ability, which summons Ashbringer, a 5 attack, 3, durability weapon for your paladin.", "lore":"", "cardid":"c00039"}
{ "name":"Ysera", "rarity":"legendary", "type":"Minion", "class":"Neutral", "cost":9, "attack":4, "hp_or_dur":12, "deckable":true, "subtype":"Dragon", "set":"Expert", "ability":[], "how_to_get":"", "cardtext":"At the end of your turn, draw a Dream Card.", "flavourtext":"Ysera rules the Emerald Dream. Which is some kind of green-mirror-version of the real world, or something?", "artist":"Gabor Szikszai", "strategy":"Ysera is usually used, not for its power, but for its ability. The fact that it has 12 health makes it very hard to kill, which means that you can essentially wipe your enemy's field with the dream cards that you get every turn. In other words, the longer Ysera is out, the fewer minions that you have to kill before you can kill your opponent. Dream can also be used to trigger effects such as Battlecry multiple times, which can lead you to an easy victory.", "lore":"", "cardid":"c00040"}
{ "name":"Adrenaline Rush", "rarity":"epic", "type":"Ability", "class":"Rogue", "cost":1, "attack":0, "hp_or_dur":0, "deckable":false, "subtype":"", "set":"Expert", "ability":["Combo"], "how_to_get":"This card was removed from the game.", "cardtext":"Draw a card. Combo: Draw 2 cards instead.", "flavourtext":"Rogues don't need to jump from the top of the 1000 Needles to get a burst of adrenaline.", "artist":"Jonboy Meyers", "strategy":"This card could be used | Twilight Drake to add +1/+1 or +2/+2 if you played another card previously.", "lore":"", "cardid":"c00041"}
{ "name":"Ancient of Lore", "rarity":"epic", "type":"Minion", "class":"Druid", "cost":7, "attack":5, "hp_or_dur":5, "deckable":true, "subtype":"", "set":"Expert", "ability":["Choose One"], "how_to_get":"Ancient of Lore can be obtained through card packs, or through crafting.", "cardtext":"Choose One - Draw 2 cards; or Restore 5 Health.", "flavourtext":"Go ahead, carve your initials in him.", "artist":"Patrik Hjelm", "strategy":"As a Choose One effect, choose which effect will benefit you the most. If you have 25 or less health then healing 5 health with Ancient Secrets is useful to repair damage your opponent has worked for. Being able to draw two cards with Ancient Teachings is also very powerful and should be used to increase card advantage when you are ahead.", "lore":"", "cardid":"c00042"}
{ "name":"Ancient of War", "rarity":"epic", "type":"Minion", "class":"Druid", "cost":7, "attack":5, "hp_or_dur":5, "deckable":true, "subtype":"", "set":"Expert", "ability":["Choose One", "Taunt"], "how_to_get":"Ancient of War can be obtained from booster packs and crafting 400 Arcane Dust.", "cardtext":"Choose One - Taunt and +5 Health; or +5 Attack.", "flavourtext":"Young Night Elves love to play 'Who can get the Ancient of War to Uproot?' You lose if you get crushed to death.", "artist":"Sean O’Daniels", "strategy":"", "lore":"", "cardid":"c00043"}
{ "name":"Avenging Wrath", "rarity":"epic", "type":"Ability", "class":"Paladin", "cost":6, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"", "cardtext":"Deal 8 damage randomly split among enemy characters.", "flavourtext":"Wham! Wham! Wham! Wham! Wham! Wham! Wham! Wham!", "artist":"Alex Garner", "strategy":"A card that deals 8 damage for 6 mana is a card that should not be taken lightly. Whether facing an opponent that has a full board of creatures, or a caster that relies on spell damage or their hero alone, having an empowered version of the mage card Arcane Missiles is powerful. For a full stacked board against you, Avenging Wrath is best paired with Equality to ensure all their minions are cleared. Also, with spell power minions Avenging Wrath can shoot additional missiles to hit the enemy even harder. Due to its unpredictability, the card is normally subbed out for Holy Wrath in a mana intensive deck, but each has their merits.", "lore":"", "cardid":"c00044"}
{ "name":"Bane of Doom", "rarity":"epic", "type":"Ability", "class":"Warlock", "cost":5, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Bane of Doom can be obtained through card packs, or through crafting.", "cardtext":"Deal 2 damage to a character. If that kills it, summon a random Demon.", "flavourtext":"My advice to you is to avoid Doom, if possible.", "artist":"Raymond Swanland", "strategy":"Battlecry effects are only activated when a minion is played from the hand, and will not be activated through Bane of Doom.", "lore":"", "cardid":"c00045"}
{ "name":"Bestial Wrath", "rarity":"epic", "type":"Ability", "class":"Hunter", "cost":1, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Bestial Wrath is obtained through card packs and crafting. Bestial Wrath can be crafted with 400 Arcane Dust. Bestial Wrath can be disenchanted for 100 Arcane Dust.", "cardtext":"Give a Beast +2 Attack and Immune this turn.", "flavourtext":"The seething wrath is just beneath the surface. Beneath that is wild abandon, followed by slight annoyance.", "artist":"Alex Horley Orlandelli", "strategy":"Bestial Wrath is an excellent addition to any Hunter deck. It is extremely useful for buffing up one of your minions to take down a large threat on your opponent's side of the field without losing your own minion. Make sure you play enough beasts in your deck to cast it reliably. One of the best minions to use with Bestial Wrath is Young Dragonhawk. Windfury effectively doubles the damage bonus while the Immune effect allows it to survive combat with opposing minions.", "lore":"", "cardid":"c00046"}
{ "name":"Big Game Hunter", "rarity":"epic", "type":"Minion", "class":"Neutral", "cost":3, "attack":4, "hp_or_dur":2, "deckable":true, "subtype":"", "set":"Expert", "ability":["Battlecry"], "how_to_get":"The Big Game Hunter can be either made with 400 Arcane Dust or received from booster packs.", "cardtext":"Battlecry: Destroy a minion with an Attack of 7 or more.", "flavourtext":"Mere devilsaurs no longer excite him. Soon he'll be trying to catch Onyxia with only a dull Krol Blade.", "artist":"Chris Seaman", "strategy":"Big Game Hunter is a very unique card in its ability to destroy an opposing minion for such a low price. The alternative is a 4/2 for 3, which is also acceptable, especially if your opponent is utilising low-power and high-health early-game minions.", "lore":"", "cardid":"c00047"}
{ "name":"Blood Knight", "rarity":"epic", "type":"Minion", "class":"Neutral", "cost":3, "attack":3, "hp_or_dur":3, "deckable":true, "subtype":"", "set":"Expert", "ability":["Battlecry", "Divine Shield"], "how_to_get":"Blood Knight can be obtained from booster packs and crafting 400 Arcane Dust.", "cardtext":"Battlecry: All minions lose Divine Shield. Gain +3/+3 for each Shield lost.", "flavourtext":"The Blood Knights get their holy powers from the Sunwell, which you should NOT bathe in.", "artist":"Trent Kaniuga", "strategy":"This 3/3 card for 3 mana can be an incredible game-changer. If played while Minions with Divine Shield are on the board he removes all existing ones and buffs himself with +3/+3 per shield removed. So if 3 minions are on the board with Divine Shield he would become a +12/+12 for 3 mana. Very good in a Paladin deck or playing versus a Paladin.", "lore":"", "cardid":"c00048"}
{ "name":"Brawl", "rarity":"epic", "type":"Ability", "class":"Warrior", "cost":5, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"", "cardtext":"Destroy all minions except one. (chosen randomly)", "flavourtext":"Do you know the first rule of Brawl Club?", "artist":"Wayne Reynolds", "strategy":"Brawl is one of the most difficult to play cards in Hearthstone. By its very nature it costs you all of your minions on the board, minus a chance that it will be your minion that is chosen randomly to remain alive. When played at the wrong time, it can lead to a quick defeat, but where it shines is in denying opponent strategies with 4-6 turn preparation times such as minion zerging with Divine Shield. At only a 5 mana crystal cost (4 if you're lucky and draw The Coin) it can also be used as a hard wipe in situations where your starting draw is significantly weaker than your opponents or you are confident that his greatest threat has been played on the board.", "lore":"", "cardid":"c00049"}
{ "name":"Cabal Shadow Priest", "rarity":"epic", "type":"Minion", "class":"Priest", "cost":6, "attack":4, "hp_or_dur":5, "deckable":true, "subtype":"", "set":"Expert", "ability":["Battlecry"], "how_to_get":"Cabal Shadow Priest can be obtained through card packs, or through crafting.", "cardtext":"Battlecry: Take control of an enemy minion that has 2 or less Attack.", "flavourtext":"You never know who may be secretly working for the Cabal....", "artist":"Brian 'Chippy' Dugan", "strategy":"", "lore":"", "cardid":"c00050"}
{ "name":"Captain's Parrot", "rarity":"epic", "type":"Minion", "class":"Neutral", "cost":2, "attack":1, "hp_or_dur":1, "deckable":true, "subtype":"Beast", "set":"Reward", "ability":["Battlecry"], "how_to_get":"Captain's Parrot is a reward for collecting every pirate card. Golden Captain's Parrot is a reward for collecting every golden pirate card. Captain's Parrot is soulbound and cannot be crafted or disenchanted.", "cardtext":"Battlecry: Put a random Pirate from your deck into your hand.", "flavourtext":"Pirates and Parrots go together like Virmen and Carrots.", "artist":"Daren Bader", "strategy":"Captain's Parrot is only desirable in a deck featuring other pirate cards. The card relies on some RNG, but can still be quite powerful when used at the proper time. Alternatively 2x Captain's Parrot can be used with a single powerful pirate card in order to stack the odds of getting the card in your hand.", "lore":"", "cardid":"c00051"}
{ "name":"Doomhammer", "rarity":"epic", "type":"Weapon", "class":"Shaman", "cost":5, "attack":2, "hp_or_dur":8, "deckable":true, "subtype":"", "set":"Expert", "ability":["Overload", "Windfury"], "how_to_get":"Doomhammer is a Shaman only card obtained from opening booster packs, or crafted with 400 Arcane Dust.", "cardtext":"Windfury, Overload: (2)", "flavourtext":"Orgrim Doomhammer gave this legendary weapon to Thrall. His name is a total coincidence.", "artist":"John 'JP' Polidora", "strategy":"With this weapon you can attack twice a turn with your hero, but each time your hero attacks it still uses one of the durability from this weapon. So, if you attacked with this weapon as often as you could, you could only attack with it for four rounds, not eight. Still, from this one card you can get out up to 16 total damage, targeted in 2 damage chunks making it very card efficient. When using this card, along with other overload cards you need to plan your mana usage not only for the current turn, but the next. Doomhammer has strong synergy with Rockbiter Weapon and Captain Greenskin.", "lore":"", "cardid":"c00052"}
{ "name":"Doomsayer", "rarity":"epic", "type":"Minion", "class":"Neutral", "cost":2, "attack":0, "hp_or_dur":7, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Doomsayer may be received through opening Hearthstone booster packs and crafting with 400 Arcane Dust.", "cardtext":"At the start of your turn, destroy ALL minions.", "flavourtext":"He's almost been right so many times. He was sure it was coming during the Cataclysm.", "artist":"Alex Horley Orlandelli", "strategy":"The Doomsayer has a low cost and a unique ability: at the start of your every turn, he will destroy ALL minions. This effect will clear the board of all minions on both sides. With 7 health, he can take some punishment before dying, allowing him to do his job. Obviously, this card shouldn't be included in a deck that depends on minions as the primary source of damage, but it may be able to shut down an opposing deck that depends on minions.", "lore":"", "cardid":"c00053"}
{ "name":"Earth Elemental", "rarity":"epic", "type":"Minion", "class":"Shaman", "cost":5, "attack":7, "hp_or_dur":8, "deckable":true, "subtype":"", "set":"Expert", "ability":["Overload", "Taunt"], "how_to_get":"Earth Elemental can be obtained from booster packs and crafting with 400 Arcane Dust.", "cardtext":"Taunt. Overload: (3)", "flavourtext":"Nothing beats rock", "artist":"Dan Scott", "strategy":"As a 5 mana 7/8 minion with taunt the Earth Elemental provides both strong defensive and offensive skills. The drawback being the 3 mana overload cost which can come back to haunt you if you get countered or the Earth Elemental gets crowd controlled. The combo of dropping the Earth Elemental and buffing him with windfury the next turn makes for a swift game-changer. Overall a very strong epic card.", "lore":"", "cardid":"c00054"}
{ "name":"Faceless Manipulator", "rarity":"epic", "type":"Minion", "class":"Neutral", "cost":5, "attack":3, "hp_or_dur":3, "deckable":true, "subtype":"", "set":"Expert", "ability":["Battlecry"], "how_to_get":"Faceless Manipulator can be obtained through card packs, or through crafting.", "cardtext":"Battlecry: Choose a minion and become a copy of it.", "flavourtext":"The Faceless Ones are servants of Yogg-Saron, and they feed on fear. Right now they are feeding on your fear of accidentally disenchanting all your good cards.", "artist":"Raymond Swanland", "strategy":"Faceless Manipulator can copy any minion card, including legendary minions. It also copies any abilities or conditions that the copied minion has, including previously inflicted damage; for example, copying Malygos will create an additional +5 Spell Damage making a total of 10 Spell Damage in play. Buffs are also copied. Keep in mind that in the same way that taking control of an enemy minion does not grant you their Battlecry effect, faceless manipulator does not trigger the Battlecry of its target.", "lore":"", "cardid":"c00055" }
{ "name":"Far Sight", "rarity":"epic", "type":"Ability", "class":"Shaman", "cost":3, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Far Sight can be obtained through card packs, or through crafting.", "cardtext":"Draw a card. That card costs (3) less.", "flavourtext":"Drek'thar can't see, but he can see. You know what I mean? It's ok if you don't.", "artist":"Lars Grant-West", "strategy":"Useful in shaman decks with a majority of cards that cost 3 mana or more, like Hex or Lava Burst. It allows the shaman to get to the cards in his deck faster but forces him to play the card drawn or waste the mana spent in this spell.", "lore":"", "cardid":"c00056" }
{ "name":"Force of Nature", "rarity":"epic", "type":"Ability", "class":"Druid", "cost":6, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":["Charge", "Summon"], "how_to_get":"Force of Nature can be obtained through booster packs or crafting", "cardtext":"Summon three 2/2 Treants with Charge that die at the end of the turn.", "flavourtext":"'I think I'll just nap under these trees. Wait... AAAAAHHH!' - Blinkfizz, the Unfortunate Gnome", "artist":"Lars Grant-West", "strategy":"", "lore":"", "cardid":"c00057" }
{ "name":"Gladiator's Longbow", "rarity":"epic", "type":"Weapon", "class":"Hunter", "cost":7, "attack":5, "hp_or_dur":2, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Gladiator's Longbow is obtained through card packs and crafting. Gladiator's Longbow can be crafted with 400 Arcane Dust. Gladiator's Longbow can be disenchanted for 100 Arcane Dust.", "cardtext":"Your hero is Immune while attacking.", "flavourtext":"The longbow allows shots to be fired from farther away and is useful for firing on particularly odorous targets.", "artist":"Peter C. Lee", "strategy":"Gladiator's Longbow is an excellent card. Its immunity affect means that it is useful for wearing down opposing taunt minions, clearing a path for your heavy hitters to strike at the enemy hero, or it can be used to take out opposing minions that greatly threaten you, such as the Core Hound.", "lore":"", "cardid":"c00058" }
{ "name":"Gorehowl", "rarity":"epic", "type":"Weapon", "class":"Warrior", "cost":7, "attack":7, "hp_or_dur":1, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"", "cardtext":"Attacking a minion costs 1 Attack instead of 1 Durability.", "flavourtext":"Grommash Hellscream's famous axe. Somehow this ended up in Prince Malchezaar's possession. Quite the mystery!", "artist":"Zoltan & Gabor", "strategy":"This card is best used to destroy minions. It is possible through the use of Upgrade! and similar effects to increase its durability thus making it a useful weapon against enemy heroes as well. You can also make use of the very high Attack of this weapon with cards such as Bloodsail Raider and Charge.", "lore":"", "cardid":"c00059" }
{ "name":"Hungry Crab", "rarity":"epic", "type":"Minion", "class":"Neutral", "cost":1, "attack":1, "hp_or_dur":2, "deckable":true, "subtype":"Beast", "set":"Expert", "ability":["Battlecry"], "how_to_get":"Hungry Crab can be found in card packs or created using the crafting system", "cardtext":"Battlecry: Destroy a Murloc and gain +2/+2.", "flavourtext":"Murloc. It's what's for dinner.", "artist":"Jaemin Kim", "strategy":"Hungry crab is particularly effective against popular murloc zerg strategies. Playing a Hungry Crab in a murloc deck is a risky play. When Murloc buffs are active, a 1-cost Murloc is certainly superior: you get two buffed Murlocs instead of one 3/4 Hungry Crab. However, in situations where you drew badly or your buffing Murlocs have been removed, a 3/4 Hungry Crab can provide decent staying power. As such, this card's utility in a Murloc deck will vary immensely from game to game and some playstyles will benefit more than others.", "lore":"", "cardid":"c00060" }
{ "name":"Ice Block", "rarity":"epic", "type":"Ability", "class":"Mage", "cost":3, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Ice Block can be obtained through card packs, or through crafting.", "cardtext":"Secret: When your hero takes fatal damage, prevent it and become Immune this turn.", "flavourtext":"Ice is nice, and will suffice!", "artist":"Carl Frank", "strategy":"Can be very effective as an endgame surprise and can be a clutch game saver, giving you one more guaranteed turn. Not rated as highly as other mage secrets due to the criteria required for the card to trigger. Since this secret will only trigger once your health gets below 1, playing this card with the Ethereal Arcanist is a fairly strong mid-game Combo, giving the minion continual +2/+2 boosts.", "lore":"", "cardid":"c00061" }
{ "name":"Kidnapper", "rarity":"epic", "type":"Minion", "class":"Rogue", "cost":6, "attack":5, "hp_or_dur":3, "deckable":true, "subtype":"", "set":"Expert", "ability":["Combo"], "how_to_get":"Kidnapper may be received either through opening Hearthstone booster packs or crafting using arcane dust received from disenchanting.", "cardtext":"Combo: Return a minion to its owner's hand", "flavourtext":"He just wants people to see his vacation photos.", "artist":"Dave Allsop", "strategy":"", "lore":"", "cardid":"c00062" }
{ "name":"Lay on Hands", "rarity":"epic", "type":"Ability", "class":"Paladin", "cost":8, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Lay on Hands can be obtained through card packs, or through crafting.", "cardtext":"Restore #8 Health. Draw 3 cards.", "flavourtext":"A grammatically awkward life saver.", "artist":"Raymond Swanland", "strategy":"Lay on Hands is a late-game oriented card. In most scenarios, it should be used after taking big damage from a player. This card is highly valued by some, not only for its game sustain, but for its draw power as well. Unfortunately this can often only prolong a lost game, but it is a great top deck for tricky situations.", "lore":"", "cardid":"c00063" }
{ "name":"Mindgames", "rarity":"epic", "type":"Ability", "class":"Priest", "cost":4, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"", "cardtext":"Put a copy of a random minion from your opponent's deck into the battlefield.", "flavourtext":"Sometimes it feels like this is all a game.", "artist":"Zoltan & Gabor", "strategy":"If you play Mindgames and your opponent has no minions left in his deck you will summon a Shadow of Nothing to the field. For 4 mana, this card will most likely copy a minion with a lower cost, unless the opponent's deck has a flat mana curve. It also gives some limited information on the opponent's deck.", "lore":"", "cardid":"c00064" }
{ "name":"Molten Giant", "rarity":"epic", "type":"Minion", "class":"Neutral", "cost":20, "attack":8, "hp_or_dur":8, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"The Molten Giant is obtained via booster packs and crafting 400 Arcane Dust.", "cardtext":"Costs (1) less for each damage your hero has taken.", "flavourtext":"He gets terrible heartburn. BECAUSE HE IS FULL OF LAVA.", "artist":"Glenn Rane", "strategy":"Molten Giants have the best synergy in Warlock-based decks or decks that revolve around Health manipulation. With their Hero Power 'Life Tap', Warlock players are able draw cards at a quicker rate as well as self-inflict damage to lower the casting cost of the unit. Adding one or two Molten Giants coupled with cheap taunters such as Sen'jin Shieldmasta will guarantee you heavy hitters as early as mid-game while at the same time protect your lowered Health Points from further weapon or minion attacks. Add Drain Life and Siphon Soul, for Health Point regeneration after using this combo. Coupled with Lord Jaraxxus to make the best out of Health manipulation decks. Priest, Druid, and Paladin decks are all able to use Molten Giants with some success due to their healing cards and abilities..", "lore":"", "cardid":"c00065" }
{ "name":"Mountain Giant", "rarity":"epic", "type":"Minion", "class":"Neutral", "cost":12, "attack":8, "hp_or_dur":8, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Mountain Giant is obtained through card packs and crafting. Mountain Giant can be crafted with 400 Arcane Dust. Mountain Giant can be disenchanted for 100 Arcane Dust. Mountain Giant Golden is obtained through card packs and crafting. Mountain Giant Golden can be crafted with 1600 Arcane Dust. Mountain Giant Golden can be disenchanted for 400 Arcane Dust.", "cardtext":"Costs (1) less for each other card in your hand.", "flavourtext":"His mother said that he was just big boned.", "artist":"Samwise Didier", "strategy":"This card works well in card draw deck, such as warlock decks, because of its ability that reduces the mana cost based on the number of cards in your hand.", "lore":"", "cardid":"c00066" }
{ "name":"Murloc Warleader", "rarity":"epic", "type":"Minion", "class":"Neutral", "cost":3, "attack":3, "hp_or_dur":3, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Murloc Warleader may be received through opening Hearthstone booster packs or crafted using 400 Arcane Dust.", "cardtext":"ALL other Murlocs have +2/+1.", "flavourtext":"Do Murlocs ever get tired of making the same old sound? Nope! Mrglglrglglglglglglgl!", "artist":"Tim McBurnie", "strategy":"The Murloc Warleader is a perfect card for ensuring that the murlocs you have hit harder and stay on the board longer. The Murloc Tidehunter becomes especially deadly, becoming a 4/2 minion who brings a 3/2 minion along. Care must be taken when using this card and the Coldlight Seer, since they will buff murlocs belonging to your opponent. If you wanna try to make Murloc deck, it's better to use this card only when you already have some murloc minions on the battlefield to make Murloc Warleader as much usefull, as possible.", "lore":"", "cardid":"c00067" }
{ "name":"Patient Assassin", "rarity":"epic", "type":"Minion", "class":"Rogue", "cost":2, "attack":1, "hp_or_dur":1, "deckable":true, "subtype":"", "set":"Expert", "ability":["Stealth"], "how_to_get":"Patient Assassin can be obtained through card packs, or through crafting.", "cardtext":"Stealth. Destroy any minion damaged by this minion.", "flavourtext":"He’s not really that patient. It just takes a while for someone to walk by that he can actually reach.", "artist":"Ben Olson", "strategy":"While nonthreatening at first glance, Patient Assassin possesses the Poison ability, allowing him to instantly kill any card he can damage. He also comes onto the field with stealth which makes him unable to be targeted by attacks or spells. Patient Assassin can be left on the field to dissuade your opponent from playing powerful cards until he is disposed of. Although, it should be noted that he can be killed by an enemy spell that targets all minions, such as Arcane Explosion.", "lore":"", "cardid":"c00068" }
{ "name":"Pit Lord", "rarity":"epic", "type":"Minion", "class":"Warlock", "cost":4, "attack":5, "hp_or_dur":6, "deckable":true, "subtype":"Demon", "set":"Expert", "ability":["Battlecry"], "how_to_get":"Can be obtained by opening packs or crafting with 400 Arcane Dust", "cardtext":"Battlecry: Deal 5 damage to your hero.", "flavourtext":"Mannoroth, Magtheridon, and Brutallus may be dead, but it turns out there are a LOT of pit lords.", "artist":"Glenn Rane", "strategy":"Like many Warlock demons, the Pit Lord comes with a heavy drawback to offset its low cost. Although you get a 5/6 for a mere 4 mana, the drawback is that the Pit Lord deals 5 damage to you. Care must be taken when summoning this demon, as it can do more harm than good. The Pit Lord can be a game decider, if your opponent finishes him off as soon as you play him, you're in deep trouble.", "lore":"", "cardid":"c00069" }
{ "name":"Placeholder Card", "rarity":"epic", "type":"Minion", "class":"Mage", "cost":9, "attack":6, "hp_or_dur":8, "deckable":false, "subtype":"", "set":"", "ability":[], "how_to_get":"", "cardtext":"Battlecry: Someone remembers to publish this card.", "flavourtext":"", "artist":"", "strategy":"", "lore":"", "cardid":"c00070" }
{ "name":"Preparation", "rarity":"epic", "type":"Ability", "class":"Rogue", "cost":0, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"", "cardtext":"The next spell you cast this turn costs (3) less.", "flavourtext":"'Be Prepared' - Rogue Motto", "artist":"Clint Langley", "strategy":"", "lore":"", "cardid":"c00071" }
{ "name":"Pyroblast", "rarity":"epic", "type":"Ability", "class":"Mage", "cost":8, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Pyroblast can be obtained through card packs, or through crafting.", "cardtext":"Deal 10 damage.", "flavourtext":"Take the time for an evil laugh after you draw this card.", "artist":"Luca Zontini", "strategy":"As an 8 mana, 10 damage spell, Pyroblast can be used to great effect for finishing off your opponent. The threat of a surprise Pyroblast forces your opponent to always stay above 10 health. In combination with Fireball and some spell damage minions, you can deal 20 damage in a turn. The card usage is only valuable in the very late game due to its high mana cost, allowing for combos to surprise your opponent and turn the tide of a battle (such as dropping an Ironbeak Owl, silencing their Taunt card and finishing the game with your creatures + Pyroblast).", "lore":"", "cardid":"c00072" }
{ "name":"Sea Giant", "rarity":"epic", "type":"Minion", "class":"Neutral", "cost":10, "attack":8, "hp_or_dur":8, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Sea Giant may be received either through opening Hearthstone booster packs or crafting using arcane dust received from disenchanting.", "cardtext":"Costs (1) less for each other minion on the battlefield.", "flavourtext":"See? Giant.", "artist":"Svetlin Velinov", "strategy":"The Sea Giant works excellently in decks that focus primarily on getting many minions out onto the field quickly, as that allows the Sea Giant rapidly enter the field.", "lore":"", "cardid":"c00073" }
{ "name":"Shadow of Nothing", "rarity":"epic", "type":"Minion", "class":"Priest", "cost":0, "attack":0, "hp_or_dur":1, "deckable":false, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Shadow of Nothing is an Epic card belonging to the priest deck. It is earned from a card pack or crafting with Arcane Dust.", "cardtext":"Mindgames whiffed! Your opponent had no minions!", "flavourtext":"", "artist":"", "strategy":"At 0 mana, Shadow of Nothing is used after playing Mindgames which makes a copy of a minion from your opponent's deck.", "lore":"", "cardid":"c00074" }
{ "name":"Shadowform", "rarity":"epic", "type":"Ability", "class":"Priest", "cost":3, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"", "cardtext":"Your Hero Power becomes 'Deal 2 damage'. If already in Shadowform: 3 damage.", "flavourtext":"If a bright light shines on a priest in Shadowform… do they cast a shadow?", "artist":"Alex Horley Orlandelli", "strategy":"This is more powerful than it might appear at first glance. 2 'untauntable' damage that can be targeted at anything is better than any other offensive base ability. Just remember you're trading a reliable source of healing synergies.", "lore":"", "cardid":"c00075" }
{ "name":"Shield Slam", "rarity":"epic", "type":"Ability", "class":"Warrior", "cost":1, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Shield Slam can be obtained through card packs, or through crafting.", "cardtext":"Deal 1 damage to a minion for each Armor you have.", "flavourtext":"'What is a better weapon? The sharp one your enemies expect, or the blunt one they ignore?' - The Art of Warrior, Chapter 9", "artist":"Raymond Swanland", "strategy":"Shield Slam has incredible synergy with the warrior card Shield Block and their hero power Armor Up!. It's not uncommon for a warrior to have at least 5 or more armor, meaning Shield Slam is usually capable of easily killing strong minions for only 1 mana.", "lore":"", "cardid":"c00076" }
{ "name":"Snake Trap", "rarity":"epic", "type":"Ability", "class":"Hunter", "cost":2, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":["Secret"], "how_to_get":"Snake Trap is obtained through card packs and crafting. Snake Trap can be crafted with 400 Arcane Dust. Snake Trap can be disenchanted for 100 Arcane Dust.", "cardtext":"Secret: When one of your minions is attacked, summon three 1/1 Snakes.", "flavourtext":"Why did it have to be snakes?", "artist":"Bernie Kang", "strategy":"Snake Trap works well in conjunction with Starving Buzzard. If you are able to get your opponent to trigger Snake Trap while Starving Buzzard is on the field, you will draw 3 cards. You also use Snake Trap in conjunction with Scavenging Hyena and sacrifice your Snakes by attacking enemy minions in order to possibly buff your Scavenging Hyena with an extra 6 attack and 3 health. Another great card to combo this with is Frostwolf Warlord as it will receive the bonus for every snake on your side of the board.", "lore":"", "cardid":"c00077" }
{ "name":"Southsea Captain", "rarity":"epic", "type":"Minion", "class":"Neutral", "cost":3, "attack":3, "hp_or_dur":3, "deckable":true, "subtype":"Pirate", "set":"Expert", "ability":[], "how_to_get":"Southsea Captain can be obtained through card packs, or through crafting.", "cardtext":"Your other Pirates have +1/+1.", "flavourtext":"When he saves enough plunder, he's going to comission an enormous captain's hat. He has hat envy.", "artist":"Ken Steacy", "strategy":"Southsea Captain's only real purpose is being the staple of a pirate deck. He is able to give other pirates +1/+1 which would classify him as a 'lord' in most TCGs. He is most useful when you have a high number of pirates out and you need to keep them alive or do extra damage. Although Southsea Captain provides synergy with other pirate type cards, devoting an entire deck to pirates is not ideal. This is due to the fact that there are simply not enough pirate cards yet. Another option for creating a themed deck is to build it around Murlocs.", "lore":"", "cardid":"c00078" }
{ "name":"Spellbender", "rarity":"epic", "type":"Ability", "class":"Mage", "cost":3, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"", "cardtext":"Secret: When an enemy casts a spell on a minion, summon a 1/3 as the new target.", "flavourtext":"While it's fun to intercept enemy lightning bolts, a spellbender much prefers to intercept opposing Marks of the Wild. It just feels meaner. And blood elves... well, they're a little mean.", "artist":"Gonzalo Ordonez", "strategy":"", "lore":"", "cardid":"c00079" }
{ "name":"Spellbender", "rarity":"epic", "type":"Minion", "class":"Mage", "cost":0, "attack":1, "hp_or_dur":3, "deckable":false, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"", "cardtext":"", "flavourtext":"", "artist":"", "strategy":"", "lore":"", "cardid":"c00080" }
{ "name":"Sword of Justice", "rarity":"epic", "type":"Weapon", "class":"Paladin", "cost":3, "attack":1, "hp_or_dur":5, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Sword of Justice can be obtained through booster packs or crafting.", "cardtext":"Whenever you summon a minion, give it +1/+1 and this loses 1 Durability.", "flavourtext":"I dub you Sir Loin of Beef!", "artist":"Efrem Palacios", "strategy":"The Sword of Justice has the unique ability of buffing any summoned minions with +1/+1 at the cost of one of it's durability points. It is best not to use the weapon to attack with directly, to allow all of the durability to be used for the buff. This synergizes well with the paladin's class ability of Reinforce. It can only be used in Paladin decks.", "lore":"", "cardid":"c00081" }
{ "name":"Twisting Nether", "rarity":"epic", "type":"Ability", "class":"Warlock", "cost":8, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Twisting Nether can be obtained through opening Expert packs or created using the crafting system.", "cardtext":"Destroy all minions.", "flavourtext":"The Twisting Nether is a formless place of magic and illusion and destroyed minions.", "artist":"Dave Allsop", "strategy":"A very situational card because of the fact it has a high mana cost AND destroys all minions on the board, including your own. Ideally you want to play this when destroying your opponents minions out weighs the loss of your own.", "lore":"", "cardid":"c00082" }
{ "name":"Abomination", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":5, "attack":4, "hp_or_dur":4, "deckable":true, "subtype":"", "set":"Expert", "ability":["Deathrattle", "Taunt"], "how_to_get":"Abomination can be obtained through card packs, or through crafting.", "cardtext":"Taunt. Deathrattle: Deal 2 damage to ALL characters.", "flavourtext":"Abominations enjoy Fresh Meat and long walks on the beach.", "artist":"Alex Horley Orlandelli", "strategy":"The Abomination is a monstrous minion that can be used both offensively and defensively. Just having it on the field will stop many strategies, particularly low-health minion zerging strategies right in their tracks due to the deadliness of its deathrattle ability.", "lore":"", "cardid":"c00083" }
{ "name":"Alarm-o-Bot", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":3, "attack":0, "hp_or_dur":3, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Alarm-o-Bot can be obtained by opening booster packs or crafting.", "cardtext":"At the start of your turn, swap this minion with a random one in your hand.", "flavourtext":"WARNING. WARNING. WARNING.", "artist":"Sean O’Daniels", "strategy":"Use Alarm-o-Bot to get a minion with a large mana cost into play earlier or avoid detrimental Battlecry effects. You can place Alarm-o-Bot and at the beginning of your next turn, it will swap with a random minion in your hand. To use to maximum effectiveness, protect the Alarm-o-Bot with another Taunt card and play all other minions. Keep the minion you want to place, preferably with the highest mana cost, with no other minions to guarantee the Alarm-o-Bot summon. You can repeat this over again as Alarm-o-Bot get replaced back into your hand. This is a great way to summon high value minions for only the cost of 3 mana! Make sure you protect your Alarm-o-Bot or else his effect will not come into play.", "lore":"", "cardid":"c00084" }
{ "name":"Aldor Peacekeeper", "rarity":"rare", "type":"Minion", "class":"Paladin", "cost":3, "attack":3, "hp_or_dur":3, "deckable":true, "subtype":"", "set":"Expert", "ability":["Battlecry"], "how_to_get":"", "cardtext":"Battlecry: Change an enemy minion's Attack to 1.", "flavourtext":"The Aldor hate two things: the Scryers and smooth jazz.", "artist":"Artist: Dany Orizio", "strategy":"Aldor Peacekeeper's Battlecry can be used to make it easier to remove tough enemy minions. This is particularly useful for getting rid of enemy minions with high health points and the ability to Taunt.", "lore":"", "cardid":"c00085" }
{ "name":"Ancestral Spirit", "rarity":"rare", "type":"Ability", "class":"Shaman", "cost":2, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"", "cardtext":"Choose a minion. When that minion is destroyed, return it to the battlefield.", "flavourtext":"It was just a flesh wound.", "artist":"Zoltan & Gabor", "strategy":"", "lore":"", "cardid":"c00086" }
{ "name":"Ancient Mage", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":4, "attack":2, "hp_or_dur":5, "deckable":true, "subtype":"", "set":"Expert", "ability":["Battlecry", "Spell Damage"], "how_to_get":"Ancient Mage is obtained through card packs and crafting. Ancient Mage can be crafted with 100 Arcane Dust. Ancient Mage can be disenchanted for 20 Arcane Dust.", "cardtext":"Battlecry: Give adjacent minions Spell Damage +1.", "flavourtext":"Sometimes he forgets and just wanders into someone else's game.", "artist":"Howard Lyon", "strategy":"Ancient Mage's mana cost of 4 is too high for its combat stats of 2/5, but the ability, on the other hand, is amazing. By placing Ancient Mage in between two other minions, you can potentially gain 2 spell power which would give 2 power to spells like Fireball, making Fireball a 4 mana cost for 8 damage. Ancient Mage is an excellent tool for decks consisting of many spells.", "lore":"", "cardid":"c00087" }
{ "name":"Ancient Watcher", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":2, "attack":4, "hp_or_dur":5, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Ancient Watcher can be found in card packs or created using the Crafting system.", "cardtext":"Can't Attack.", "flavourtext":"Why do its eyes seem to follow you as you walk by?", "artist":"Richard Wright", "strategy":"The Ancient Watcher comes into play with 4/5 but an inability to attack and may be used in a number of ways. Abilities that give minions taunt such as Sunfury Protector, Fade, Defender of Argus and Mark of the Wild make it one of the cheapest mana:hp investments for a taunt tank. Another option is to to cast a Silence which removes the inability to Attack and make it a potent attacking minion in its own right. Additionally, the Ancient Watcher can be useful as a low cost sacrifical minion for warlocks to use with Shadowflame and Void Terror.", "lore":"", "cardid":"c00088" }
{ "name":"Angry Chicken", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":1, "attack":1, "hp_or_dur":1, "deckable":true, "subtype":"Beast", "set":"Expert", "ability":["Enrage"], "how_to_get":"", "cardtext":"Enrage: +5 Attack.", "flavourtext":"There is no beast more frightening (or ridiculous) than a fully enraged chicken.", "artist":"Mike Sass", "strategy":"This minion is best used with abilities or other minions that increase its total health. Without increasing the total health this minion is often strictly worse than most other one mana costed minions. For this reason, this minion is best played in a deck filled with minion improvements. Once the health is increased and the enrage effect is triggered, this minion combos well with other effects such as Taunt for strong clearing power or Windfury for massive damage.", "lore":"", "cardid":"c00089" }
{ "name":"Arcane Golem", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":3, "attack":4, "hp_or_dur":2, "deckable":true, "subtype":"", "set":"Expert", "ability":["Battlecry", "Charge"], "how_to_get":"Arcane Golem can be obtained through card packs, or through crafting.", "cardtext":"Charge. Battlecry: Give your opponent a Mana Crystal.", "flavourtext":"Having Arcane golems at home really classes up the place, and as a bonus they are great conversation pieces.", "artist":"Velvet Engine", "strategy":"Arcane Golem is a relatively cheap summon but comes at the price of giving your opponent a mana crystal.", "lore":"", "cardid":"c00090" }
{ "name":"Argent Commander", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":6, "attack":4, "hp_or_dur":3, "deckable":true, "subtype":"", "set":"Expert", "ability":["Charge", "Divine Shield"], "how_to_get":"", "cardtext":"Charge, Divine Shield", "flavourtext":"The Argent Dawn stands vigilant against the Scourge, as well as people who cut in line at coffee shops.", "artist":"James Ryman", "strategy":"This is one of two 6 Mana Minions with Charge you can choose from. The other one being the Reckless Rocketeer. This leaves you with the choice between 1 more Attack or Divine Shield and one more Health. In most cases you should opt for the Argent Commander since he basically gives you a free Attack into anything, regardless of its damage potential, and lets you deal quickly with, for example, high-damage Taunt Creatures.", "lore":"", "cardid":"c00091" }
{ "name":"Armorsmith", "rarity":"rare", "type":"Minion", "class":"Warrior", "cost":2, "attack":1, "hp_or_dur":4, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Armorsmith can be obtained through card packs, or through crafting.", "cardtext":"Whenever a friendly minion takes damage, gain 1 Armor.", "flavourtext":"She accepts guild funds for repairs!", "artist":"Greg Hildebrandt", "strategy":"This minion is very well suited to a defensive warrior deck. By using this minion alongside other minions that have a combination of high health and taunt, it allows the warrior to stack large amounts of armor, which combines extremely well with the warrior card Shield Slam. The Armorsmith is a powerful card capable of contributing large amounts of Armor to the summoning hero. For this reason opponents will almost always want to remove her as quickly as possible. Summoning warriors should do their best to shield their Armorsmiths. It goes without saying that having an Armorsmith in play greatly rewards the warrior for creating as much carnage as possible, making cards like Whirlwind a lot more desirable.", "lore":"", "cardid":"c00092" }
{ "name":"Auchenai Soulpriest", "rarity":"rare", "type":"Minion", "class":"Priest", "cost":4, "attack":3, "hp_or_dur":5, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"", "cardtext":"Your cards and powers that restore Health now deal damage instead.", "flavourtext":"The Auchenai know the end is coming, but they're not sure when.", "artist":"Doug Alexander", "strategy":"Auchenai Soulpriest is a very interesting card strategically with the ability to turn the tables in a tough match by changing the priest's many healing abilities into strong damaging spells. It's worth mentioning that the commonly used board wipe spell Holy Nova will now damage your minions instead of healing them while an Auchenai Soulpriest is active on your side.", "lore":"", "cardid":"c00093" }
{ "name":"Azure Drake", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":5, "attack":4, "hp_or_dur":4, "deckable":true, "subtype":"Dragon", "set":"Expert", "ability":["Battlecry", "Spell Damage"], "how_to_get":"Azure Drake can be found in card packs or crafted for 100 Arcane Dust.", "cardtext":"Spell Damage +1. Battlecry: Draw a card.", "flavourtext":"They initially planned to be the Beryl or Cerulean drakes, but those felt a tad too pretentious.", "artist":"Ben Zhang", "strategy":"Azure Drake is very mana efficient 4/4 minion that gives 1 spell power , which can be used for adding 1 power to a spell card like Fireball. The battlecry allows you to draw a card to gain card advantage. While Azure Drake may be most useful in decks containing many offensive spells, the combat stats alone with battlecry make Azure Drake a very well rounded card that could be an asset to any deck.", "lore":"", "cardid":"c00094" }
{ "name":"Bite", "rarity":"rare", "type":"Ability", "class":"Druid", "cost":4, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Bite can be obtained through card packs, or through crafting.", "cardtext":"Give your hero +4 Attack this turn and 4 Armor.", "flavourtext":"Chew your food!", "artist":"Tom Baxa", "strategy":"A stronger version of the Claw spell, Bite should most often be used for minion removal. The armor it provides allows the Druid to deal with mid-ranged minions on his own, usually taking no retaliation damage. If used in conjunction with the Druid's Shapeshift ability, he is able to handle minions of 5 health. In a pinch, this spell can be used to deal 4 damage directly to the opposing hero.", "lore":"", "cardid":"c00095" }
{ "name":"Blade Flurry", "rarity":"rare", "type":"Ability", "class":"Rogue", "cost":2, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"", "cardtext":"Destroy your weapon and deal its damage to all enemies.", "flavourtext":"'Look, it's not just about waving daggers around really fast. It's a lot more complicated than that.' - Shan, Rogue Trainer", "artist":"Hideaki Takamura", "strategy":"Potentially a very effective area of effect attack for only 2 mana. However, note that its effectiveness hinges entirely upon your weapon. Ideally, equip Assassin's Blade or Perdition's Blade to make the most of this spell. If this is not possible, rogues can use it with their hero power-generated Wicked Knife, but will waste much of the potential power of this spell. This spell's effect is also increased by spell damage bonuses, as well of course as weapon improvements from cards such as Deadly Poison and Spiteful Smith.", "lore":"", "cardid":"c00096" }
{ "name":"Blessed Champion", "rarity":"rare", "type":"Ability", "class":"Paladin", "cost":5, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"The Blessed Champion card is a Paladin Rare Card from Expert Set of cards and obtained from Card Packs or by Crafting.", "cardtext":"Double a minion's Attack.", "flavourtext":"This card causes double the trouble AND double the fun.", "artist":"Tyler Walpole", "strategy":"", "lore":"", "cardid":"c00097" }
{ "name":"Blizzard", "rarity":"rare", "type":"Ability", "class":"Mage", "cost":5, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":["Freeze"], "how_to_get":"Blizzard can be obtained through card packs, or through crafting.", "cardtext":"Deal 2 damage to all enemy minions and Freeze them.", "flavourtext":"This spell can be very Entertaining.", "artist":"Chris Seaman", "strategy":"Blizzard's mass-freeze mechanic coupled with its 2 AoE damage can make it a deadly mass-removal card. Keep in mind that freeze only affects a minion's ability to attack, and silencing a frozen minion will remove the freeze effect.", "lore":"", "cardid":"c00098" }
{ "name":"Bloodsail Corsair", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":1, "attack":1, "hp_or_dur":2, "deckable":true, "subtype":"Pirate", "set":"Expert", "ability":["Battlecry"], "how_to_get":"Bloodsail Corsair can be found in card packs or crafted for 100 Arcane Dust.", "cardtext":"Battlecry: Remove 1 Durability from your opponent's weapon.", "flavourtext":"Every pirate uses the same four digits to access Automated Gold Dispensers. It's called the 'Pirate's Code'.", "artist":"Randy Gallegos", "strategy":"Play Bloodsail Corsair at the beginning of your turn to weaken your opponent's offense and gain significant advantage. This card can mean the difference between mitigating or suffering extra damage during your opponent's turn. This effect is extremely useful against the Warrior, especially if Gorehowl is his Weapon of choice.", "lore":"", "cardid":"c00099" }
{ "name":"Coldlight Oracle", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":3, "attack":2, "hp_or_dur":2, "deckable":true, "subtype":"Murloc", "set":"Expert", "ability":["Battlecry"], "how_to_get":"The Coldlight Oracle is obtained by opening packs. The Coldlight Oracle can be crafted with 100 Arcane Dust or 800 Arcane Dust for the Golden version.", "cardtext":"Battlecry: Each player draws 2 cards.", "flavourtext":"They can see the future. In that future both players draw more cards. Spoooky.", "artist":"Steve Prescott", "strategy":"As a 3 mana 2/2 minion, the Coldlight Oracle provides a small minion of the Murloc classification. Other minions in this classification have abilities that affect other Murlocs. The Coldlight Oracle battlecry is a significant source of draw power, but has the downside of also giving your opponent draw power. In combination with cards that return minions to your hand, like Shadowstep, it is possible to fill your hand quickly by playing the Coldlight Oracle multiple times. If this is done while you or your opponent have a full hand, any cards drawn will be displayed and destroyed, so it is possible to use this card to 'mill' your opponents deck. Coldight Oracle can be used as a 'last resort' to get draw immediately. Since Murloc decks often rely on winning the game early this card can be used to gain additional draw power to go on the offensive sooner.", "lore":"", "cardid":"c00100" }
{ "name":"Coldlight Seer", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":3, "attack":2, "hp_or_dur":3, "deckable":true, "subtype":"Murloc", "set":"Expert", "ability":["Battlecry"], "how_to_get":"Coldlight Seer can be obtained from card packs or by crafting. It can be crafted with 100 Arcane Dust or 800 Arcane Dust for the Golden version.", "cardtext":"Battlecry: Give ALL other Murlocs +2 Health.", "flavourtext":"The Coldlight murlocs reside in the darkest pits of the Abyssal Depths. So no, there's no getting away from murlocs.", "artist":"Arthur Gimaldinov", "strategy":"To maximize it's effectiveness, play the Coldlight Seer after any other murloc you want to buff. The +2 health won't be applied on murlocs summoned later. Note that it affects your murlocs, as well as the enemy's. Unlike the Murloc Warleader the Ability of the Coldlight Seer is a Battlecry. This allows you to use it in combination with the Youthful Brewmaster to double the effect of its Ability.", "lore":"", "cardid":"c00101" }
{ "name":"Commanding Shout", "rarity":"rare", "type":"Ability", "class":"Warrior", "cost":2, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"", "cardtext":"Your minions can't be reduced below 1 Health this turn. Draw a card.", "flavourtext":"'Shout! Shout! Let it all out!' - Advice to warriors-in-training", "artist":"Wayne Reynolds", "strategy":"Commanding shout can be used to let your minions attack your opponent's without any risk of your own minions dying. It can also be used to trigger a Hunter's Explosive Trap or kill an Abomination without losing any minions.", "lore":"", "cardid":"c00102" }
{ "name":"Counterspell", "rarity":"rare", "type":"Ability", "class":"Mage", "cost":3, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":["Secret"], "how_to_get":"Counterspell can be obtained through card packs, or through crafting.", "cardtext":"Secret: When your opponent casts a spell, Counter it.", "flavourtext":"What's the difference between a mage playing with Counterspell and a mage who isn't? The mage who isn't is getting Pyroblasted in the face.", "artist":"Jason Chan", "strategy":"Counterspell may be used preemptively to block the next spell cast by an opponent. It's worth noting that the spell is simply blocked and not reflected to the opponent. Despite the spell being blocked, it is still considered to have successfully completed casting. The spell card will still be consumed and its mana cost expended. Minions which provide effects in response to spells being cast (such as Mana Wyrm) will also still trigger from the countered spell, as will rogue combo effects. However, overload effects on shaman cards will not be triggered. When attempting to counter Counterspell, trying casting a weak or unimportant spell first.", "lore":"", "cardid":"c00103" }
{ "name":"Crazed Alchemist", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":2, "attack":2, "hp_or_dur":2, "deckable":true, "subtype":"", "set":"Expert", "ability":["Battlecry"], "how_to_get":"This card can be obtained through crafting or randomly from card packs with a possibility of becoming a Golden Rare. Crazed Alchemist can be crafted with 100 Arcane Dust. Crazed Alchemist can be disenchanted for 20 Arcane Dust. Golden Crazed Alchemist can be crafted with 800 Arcane Dust. Golden Crazed Alchemist can be disenchanted for 100 Arcane Dust.", "cardtext":"Battlecry: Swap the Attack and Health of a minion.", "flavourtext":"'You'll love my new recipe!' he says... especially if you're not happy with your current number of limbs.", "artist":"Tom Fleming", "strategy":"The Crazed Alchemist is a very versatile card that can be used both offensively and defensively. For example, a player can utilize the Crazed Alchemist's Battlecry on their Oasis Snapjaw on the field to do a massive 7 damage. On the other end of the spectrum, the Crazed Alchemist's Battlecry can be used on minions such as the Doomsayer as a form of removal.", "lore":"", "cardid":"c00104" }
{ "name":"Defender of Argus", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":4, "attack":3, "hp_or_dur":3, "deckable":true, "subtype":"", "set":"Expert", "ability":["Battlecry", "Taunt"], "how_to_get":"Defender of Argus can be found in card packs or created using the crafting system.", "cardtext":"Battlecry: Give adjacent minions +1/+1 and Taunt.", "flavourtext":"You wouldn’t think that Argus would need this much defending. But it does.", "artist":"Alex Horley Orlandelli", "strategy":"", "lore":"", "cardid":"c00105" }
{ "name":"Demolisher", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":3, "attack":1, "hp_or_dur":4, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Demolisher can be found in card packs or created using the crafting system", "cardtext":"At the start of your turn, deal 2 damage to a random enemy.", "flavourtext":"Laying siege isn't fun for anyone. It's not even all that effective, now that everyone has a flying mount.", "artist":"Raymond Swanland", "strategy":"Demolisher is a card with a powerful effect if left unplay unchecked. It's ability can target minions and heroes alike giving it a steady stream of damage output. The random nature of the card means that you cannot influence what it hits other than by eliminating possible targets. Despite the random nature, applying 2 damage to any enemy minion or hero is a valuable asset and as a result will quickly be targetted by minions unless protected with Taunt minions and even then will be a likely target for removal spells or silence.", "lore":"", "cardid":"c00106" }
{ "name":"Divine Favor", "rarity":"rare", "type":"Ability", "class":"Paladin", "cost":3, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Divine Favor can be obtained through card packs, or through crafting.", "cardtext":"Draw cards until you have as many in hand as your opponent.", "flavourtext":"This is not just a favor, but a divine one, like a helping someone move a couch with a fold out bed!", "artist":"Lucas Graciano", "strategy":"Card drawing power is very sought after in Hearthstone and this card for only 3 mana can give you a huge advantage. Works best in a high-speed deck, in which you play cards at a higher speed making you have several cards less than your opponent, giving you multiple cards when you play Divine Favor and all that for only 3 mana.", "lore":"", "cardid":"c00107" }
{ "name":"Doomguard", "rarity":"rare", "type":"Minion", "class":"Warlock", "cost":5, "attack":5, "hp_or_dur":7, "deckable":true, "subtype":"Demon", "set":"Expert", "ability":["Battlecry", "Charge"], "how_to_get":"Doomguard can be obtained through card packs, or through crafting.", "cardtext":"Charge. Battlecry: Discard two random cards.", "flavourtext":"Summoning a doomguard is risky. <i>Someone</i> is going to die.", "artist":"Lucas Graciano", "strategy":"Doomguard is a fairly cost efficient minion with charge, however the card's battlecry makes it a painful card for the Warlock to play. The best uses of the doomguard are in rushing decks where you plan to win in the first 5-6 turns, or it can be used as a finisher, this way avoiding the card disadvantage that could ruin the warlock's end-game.", "lore":"", "cardid":"c00108" }
{ "name":"Eaglehorn Bow", "rarity":"rare", "type":"Weapon", "class":"Hunter", "cost":3, "attack":3, "hp_or_dur":2, "deckable":true, "subtype":"", "set":"Expert", "ability":["Secret"], "how_to_get":"Eaglehorn Bow is obtained through card packs and crafting. Eaglehorn Bow can be crafted with 100 Arcane Dust. Eaglehorn Bow can be disenchanted for 20 Arcane Dust.", "cardtext":"Whenever a Secret is revealed, gain +1 Durability.", "flavourtext":"First Lesson: Put the pointy end in the other guy.", "artist":"Cyril Van Der Haegen", "strategy":"The Eaglehorn Bow is an excellent card for Hunter decks, especially those that heavily specialize in Secrets. The increased durability this card receives whenever a secret is revealed will almost guarantee that you will almost constantly have a weapon available to harass your enemy with.", "lore":"", "cardid":"c00109" }
{ "name":"Emperor Cobra", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":3, "attack":2, "hp_or_dur":3, "deckable":true, "subtype":"Beast", "set":"Expert", "ability":[], "how_to_get":"Emperor Cobra can be obtained through card packs, or through crafting.", "cardtext":"Destroy any minion damaged by this minion.", "flavourtext":"The Scholozar Basin is home to a lot of really horrible things. If you're going to visit, wear bug spray. And plate armor.", "artist":"Lars Grant-West", "strategy":"While the Emperor Cobra's stats are nothing impressive, it possesses the Poison ability: any minion damaged by it is destroyed. Abilities like the shaman spell Ancestral Healing or priest spell Fade, or minions that give other minions taunt like Sunfury Protector, Houndmaster or Defender of Argus can give you a snake that will instantly kill any attacker. Even the mighty Deathwing is not safe from the Emperor Cobra.", "lore":"", "cardid":"c00110" }
{ "name":"Equality", "rarity":"rare", "type":"Ability", "class":"Paladin", "cost":2, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Equality can be obtained through card packs, or through crafting.", "cardtext":"Change the Health of ALL minions to 1.", "flavourtext":"We are all special unique snowflakes... with 1 Health.", "artist":"Michal Ivan", "strategy":"Equality should be saved for when the drawback of having the health of all your minions set to 1 is outweighed by the benefit of doing the same to your opponent. It can be a good idea to follow up this card with Consecration, which will wipe out all of the opponents minions. Be careful when playing this against a mage because they have Arcane Explosion that can kill all your minions that you just converted to 1 health and Arcane Missiles that can potentially kill 3 or more (if they play some creature that increases spell damage) of your minions with 1 health.", "lore":"", "cardid":"c00111" }
{ "name":"Ethereal Arcanist", "rarity":"rare", "type":"Minion", "class":"Mage", "cost":4, "attack":3, "hp_or_dur":3, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Ethereal Arcanist can be obtained through card packs, or through crafting.", "cardtext":"If you control a Secret at the end of your turn, gain +2/+2.", "flavourtext":"The ethereals are wrapped in cloth to give form to their non-corporeal bodies. Also because it's nice and soft.", "artist":"Michael Komarck", "strategy":"Ethereal Arcanist is best played in combination with Secrets in scenarios where your opponent cannot quickly dispose of him or your Secrets. Try to play multiple Secrets at a time since you can have more than one active Secret up. Depending on the Secrets you have available, try to play the ones that your opponent might not trigger right away. Also try to play a Taunt or maybe some freeze spells in order to protect Ethereal Arcanist long enough to get his effect rolling. On the other hand, if you find yourself up against this card, you can either try to dispose of it if you have the damage available or you can trigger your opponent's Secret and hope that they don't have a replacement. Focusing on Ethereal Arcanist when you don't have the damage available can quickly get out of hand.", "lore":"", "cardid":"c00112" }
{ "name":"Explosive Shot", "rarity":"rare", "type":"Ability", "class":"Hunter", "cost":5, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Explosive Shot is a rare card from the Hunter deck earned from a card pack or crafting with Arcane Dust.", "cardtext":"Deal 5 damage to a minion and 2 damage to adjacent ones.", "flavourtext":"Pull the pin, count to 5, then shoot. Then duck.", "artist":"Tom Baxa", "strategy":"", "lore":"", "cardid":"c00113" }
{ "name":"Felguard", "rarity":"rare", "type":"Minion", "class":"Warlock", "cost":3, "attack":3, "hp_or_dur":5, "deckable":true, "subtype":"Demon", "set":"Expert", "ability":["Battlecry", "Taunt"], "how_to_get":"Felguard can be obtained through card packs, or through crafting.", "cardtext":"Taunt. Battlecry: Destroy one of your Mana Crystals.", "flavourtext":"Yes, he'll fight for you. BUT HE'S NOT GOING TO LIKE IT.", "artist":"John 'JP' Polidora", "strategy":"Unlike the Overload ability that appears on some shaman cards, the Battlecry on this minion permanently destroys one of your mana crystals, essentially setting you back one full turn of mana development for the rest of the game. Players will need to decide if this is worth the slightly undercosted minion you receive in exchange. Felguard can be directly compared to Sen'jin Shieldmasta; additional demon-related synergy aside, Felguard is therefore essentially a 4-mana minion for the price of 3. Without substantial card synergy, this makes the Felguard's battlecry a very good disincentive from playing him.", "lore":"", "cardid":"c00114" }
{ "name":"Feral Spirit", "rarity":"rare", "type":"Ability", "class":"Shaman", "cost":3, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":["Overload", "Summon", "Taunt"], "how_to_get":"Feral Spirit can be either made with dust or received from packs.", "cardtext":"Summon two 2/3 Spirit Wolves with Taunt. Overload: (2)", "flavourtext":"Spirit wolves are like regular wolves with pom-poms.", "artist":"Clint Langley", "strategy":"Feral Spirit is a card from the Shaman deck that summons 2 2/3 wolves that have taunt. This spell also causes overload of 2, which means that the turn after you play it you are unable to use 2 mana. In essence the card is a 5 mana cost with 3 the first turn and 2 the second. This card allows shamans to set up by getting out 2 taunt cards relatively early. It has its risks because of overload, but in the proper deck it can be of great use.", "lore":"", "cardid":"c00115" }
{ "name":"Flare", "rarity":"rare", "type":"Ability", "class":"Hunter", "cost":1, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":["Stealth", "Secret"], "how_to_get":"Flare is obtained through card packs and crafting. Flare can be crafted with 100 Arcane Dust. Flare can be disenchanted for 20 Arcane Dust.", "cardtext":"All minions lose Stealth. Destroy all enemy Secrets. Draw a card.", "flavourtext":"Not only does it reveal your enemies, but its also great for parties!", "artist":"Tyler Walpole", "strategy":"Flare is an extremely strong situational card which removes stealth, destroys enemy secrets in play and allows you to draw a card. One of its strongest uses is in countering the very strong and popular hunter secret Explosive Trap. It can also be use preemptively if going for the kill with a large minion to prevent the use of defensive secrets such as Counterspell, Ice Block, Eye for an Eye and Misdirection. While Flare is a situational card it can be used against Rogues to remove stealth and useful against Paladins, Mages, and other Hunters to get rid of their secrets. Against the other classes, while they are not focusing stealth and they don't have any secret cards can still be useful, if they use any of the neutral stealthing minions.", "lore":"", "cardid":"c00116" }
{ "name":"Frothing Berserker", "rarity":"rare", "type":"Minion", "class":"Warrior", "cost":3, "attack":2, "hp_or_dur":4, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"", "cardtext":"Whenever a minion takes damage, gain +1 Attack.", "flavourtext":"He used to work as an accountant before he tried his hand at Berserkering.", "artist":"Simon Bisley", "strategy":"Frothing Berserker gains +1 attack whenever ANY minion takes damage. This means that whenever you attack your opponents minions or when they attack any of yours, Frothing Berserker will gain +2 attack. Unless one of the minions has zero attack of course. Frothing Berserker is best played in scenarios where there are lots of minions with low attack on either side of the field. Play Frothing Berserker in conjunction with a Taunt card so your opponent will most likely have to buff Frothing Berserker in order to get to him. Also does well in conjunction with Armorsmith so your opponent has to make a choice between giving you armor or buffing Frothing Berserker.", "lore":"", "cardid":"c00117" }
{ "name":"Gadgetzan Auctioneer", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":5, "attack":4, "hp_or_dur":4, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"", "cardtext":"Whenever you cast a spell, draw a card.", "flavourtext":"He used to run the black market auction house, but there was just too much violence and he had to move.", "artist":"Matt Dixon", "strategy":"Strong when used in combination with multiple low casting cost spells. For instance Gadgetzan Auctioneer synergizes well with rogue combos, giving a lot of card draw in the late game.", "lore":"", "cardid":"c00118" }
{ "name":"Headcrack", "rarity":"rare", "type":"Ability", "class":"Rogue", "cost":3, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":["Combo"], "how_to_get":"", "cardtext":"Deal 2 damage to the enemy hero. Combo: Return this to your hand next turn.", "flavourtext":"When all else fails, nothing beats a swift whack upside the head.", "artist":"James Zhang", "strategy":"The combo on this card and it's low mana cost makes it a strong end-match card. Two extra damage every turn if used after another card.", "lore":"", "cardid":"c00119" }
{ "name":"Holy Fire", "rarity":"rare", "type":"Ability", "class":"Priest", "cost":6, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Holy Fire can be obtained through card packs, or through crafting.", "cardtext":"Deal 5 damage. Restore 5 Health to your hero.", "flavourtext":"Often followed by Holy Smokes!", "artist":"Karl Richardson", "strategy":"", "lore":"", "cardid":"c00120" }
{ "name":"Holy Wrath", "rarity":"rare", "type":"Ability", "class":"Paladin", "cost":5, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"", "cardtext":"Draw a card and deal damage equal to its cost.", "flavourtext":"C'mon Molten Giant!!", "artist":"Justin Sweet", "strategy":"Holy Wrath should be played in a fairly high mana deck for obvious reasons. Since the cost of this card is a bit higher and the damage is not reliable, it's for most purposes better to pick Hammer of Wrath for card generation. Also, don't have a Wisp in your deck while playing this card; just don't.", "lore":"", "cardid":"c00121" }
{ "name":"Hyena", "rarity":"rare", "type":"Minion", "class":"Hunter", "cost":2, "attack":2, "hp_or_dur":2, "deckable":false, "subtype":"Beast", "set":"Expert", "ability":[], "how_to_get":"", "cardtext":"", "flavourtext":"", "artist":"Andrew Robinson", "strategy":"", "lore":"", "cardid":"c00122" }
{ "name":"Imp", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":1, "attack":1, "hp_or_dur":1, "deckable":false, "subtype":"Demon", "set":"Expert", "ability":[], "how_to_get":"", "cardtext":"", "flavourtext":"", "artist":"", "strategy":"", "lore":"", "cardid":"c00123" }
{ "name":"Imp Master", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":3, "attack":1, "hp_or_dur":5, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"", "cardtext":"At the end of your turn, deal 1 damage to this minion and summon a 1/1 Imp.", "flavourtext":"She would enjoy the job a lot more if she just could get the imps to QUIT BITING HER.", "artist":"Mark Gibbons", "strategy":"The mechanics of Imp Master work well when the only damage it takes is from it's own ability, this card is best paired with a card that can Taunt. In a situation where your opponent does not have a lot of minions it can be very easy to overwhelm them. Paired with buffed damage a combo with Imp Master can deal some serious damage to your opponent's hero.", "lore":"", "cardid":"c00124" }
{ "name":"Injured Blademaster", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":3, "attack":4, "hp_or_dur":7, "deckable":true, "subtype":"", "set":"Expert", "ability":["Battlecry"], "how_to_get":"Injured Blademaster can be found in card packs or crafted by using 100 Arcane dusts.", "cardtext":"Battlecry: Deal 4 damage to HIMSELF.", "flavourtext":"He claims it is an old war wound, but we think he just cut himself shaving.", "artist":"Samwise Didier", "strategy":"The Injured Blademaster is a fairly cheap and tanky minion. He can be run effectively in a priest deck as the heals can benefit him as soon as he comes out. He also works well in a warrior deck, combining him with Rampage and Battle Rage.", "lore":"", "cardid":"c00125" }
{ "name":"Keeper of the Grove", "rarity":"rare", "type":"Minion", "class":"Druid", "cost":4, "attack":2, "hp_or_dur":4, "deckable":true, "subtype":"", "set":"Expert", "ability":["Choose One", "Silence"], "how_to_get":"", "cardtext":"Choose One - Deal 2 damage; or Silence a minion.", "flavourtext":"These guys just show up and start Keeping your Groves without even asking.", "artist":"Gabor Szikszai", "strategy":"After playing this card you can choose to either do two damage to the target of your choice or to Silence a minion. Silence is an effective solution for a minion which has a strong effect or was buffed by many spells.", "lore":"", "cardid":"c00126" }
{ "name":"Kirin Tor Mage", "rarity":"rare", "type":"Minion", "class":"Mage", "cost":3, "attack":4, "hp_or_dur":3, "deckable":true, "subtype":"", "set":"Expert", "ability":["Battlecry", "Secret"], "how_to_get":"Kirin Tor Mage can be obtained through card packs, or through crafting.", "cardtext":"Battlecry: The next Secret you play this turn costs (0).", "flavourtext":"The Kirin Tor reside in the floating city of Dalaran. How do you make a Dalaran float? Two scoops of ice cream, one scoop of Dalaran.", "artist":"Concept Art House", "strategy":"Kirin Tor Mage is best used in a deck that has many secrets in them. Since all mage secrets cost 3 mana, you essentially receive a free 4/3 minion whenever you pair this card with a secret.", "lore":"", "cardid":"c00127" }
{ "name":"Knife Juggler", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":2, "attack":3, "hp_or_dur":2, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Knife Juggler can be obtained through card packs, or through crafting.", "cardtext":"After you summon a minion, deal 1 damage to a random enemy.", "flavourtext":"Ambitious Knife Jugglers sometimes graduate to Bomb Jugglers. They never last long enough to make it onto a card though.", "artist":"Matt Cavotta", "strategy":"This card is great card because of the ability associated with the card. It is a powerful card in any aggro deck because aggro decks are based around placing minions into play. Each time you place a minion into play, it allows you to hit your opponent for 1. You want to buff this card to make it harder to kill in order to have this persistent effect throughout the game. Knife Juggler is generally considered a high priority target by enemy players, this can easily be used to your advantage to bait out enemy removal spells if paired with a strong taunting creature. Players sometimes refer to this as a creature with a 'soft taunt'. Aside from having an incredible ability, Knife Juggler is one of the strongest minions that a player can summon while only spending 2 mana and can be very helpful in establishing early board dominance. This card has notable synergy with paladin and shaman decks, as they can summon a minion each turn with their hero powers. It works with warlock decks to a lesser extent, since their hero power is in effect a built-in card draw engine, and is generally recommended for any warlock aggro or murloc deck.", "lore":"", "cardid":"c00128" }
{ "name":"Lava Burst", "rarity":"rare", "type":"Ability", "class":"Shaman", "cost":3, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":["Overload"], "how_to_get":"Lava Burst can be found in card packs or created using the crafting system.", "cardtext":"Deal 5 damage. Overload: (2)", "flavourtext":"It's like an ocean of liquid magma in your mouth!", "artist":"Dan Scott", "strategy":"Lava burst is a staple of any strong Shaman deck, affording high damage for relatively low cost.", "lore":"", "cardid":"c00129" }
{ "name":"Lightning Storm", "rarity":"rare", "type":"Ability", "class":"Shaman", "cost":3, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":["Overload"], "how_to_get":"Lightning Storm can be obtained through card packs, or through crafting.", "cardtext":"Deal 2-3 damage to all enemy minions. Overload: (2)", "flavourtext":"An umbrella won't be effective, I'm afraid.", "artist":"Christopher Moeller", "strategy":"Lightning Storm is a cheap, but somewhat random board clear for shamans. Keep in mind that the overload will kick in next turn; miscalculating the next turn can be a huge mistake after yielding an unlucky 2 damage, instead of the hoped-for 3.", "lore":"", "cardid":"c00130" }
{ "name":"Lightwarden", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":1, "attack":1, "hp_or_dur":2, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"", "cardtext":"Whenever a character is healed, gain +2 Attack.", "flavourtext":"She’s smaller than her sisters Mediumwarden and Heavywarden.", "artist":"Erik Ko", "strategy":"This card works well with healing based heroes and cards such as Darkscale Healer, Druid of the Claw, Earthen Ring Farseer, Guardian of Kings, Priestess of Elune, and Repair Bot. With these cards, you can heal up your minions while buffing your Lightwarden. This can quickly add up and make Lightwarden a menacing foe for your opponent.", "lore":"", "cardid":"c00131" }
{ "name":"Lightwell", "rarity":"rare", "type":"Minion", "class":"Priest", "cost":2, "attack":0, "hp_or_dur":5, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"", "cardtext":"At the start of your turn, restore 3 Health to a damaged friendly character.", "flavourtext":"It isn't clear if people ignore the Lightwell, or if it is just invisible.", "artist":"Darrell Riche", "strategy":"Lightwell has the potential to be an extremely powerful and valuable card, and priests should take care to protect it. When playing against a Lightwell, it is generally desirable to remove or Silence it as quickly as possible.", "lore":"", "cardid":"c00132" }
{ "name":"Mana Addict", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":2, "attack":1, "hp_or_dur":3, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"This card is obtained through purchasing booster packs in the store or crafted by using 100 Arcane dusts.", "cardtext":"Whenever you cast a spell, gain +2 Attack this turn.", "flavourtext":"She’s trying to kick the habit, but still takes some mana whenever she has a stressful day.", "artist":"Hideaki Takamura", "strategy":"Play with low cost buff cards for some good cast based burst damage. Also, using The Coin counts as a spell, and therefore an activation of the ability.", "lore":"", "cardid":"c00133" }
{ "name":"Mana Tide Totem", "rarity":"rare", "type":"Minion", "class":"Shaman", "cost":3, "attack":0, "hp_or_dur":3, "deckable":true, "subtype":"Totem", "set":"Expert", "ability":[], "how_to_get":"Mana Tide Totem can be obtained through card packs, or through crafting.", "cardtext":"At the end of your turn, draw a card.", "flavourtext":"It is said that some shaman can say 'Floatin' totem' 10 times, fast.", "artist":"Scott Altmann", "strategy":"Mana tide totem is a really powerful tool to get card advantage, if it lives a few turns. If it's on your side it's worth defending, or if it's against you it could be a high priority target, before things get out of control.", "lore":"", "cardid":"c00134" }
{ "name":"Mana Wraith", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":2, "attack":2, "hp_or_dur":2, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"", "cardtext":"ALL minions cost (1) more.", "flavourtext":"They come out at night to eat leftover mana crystals. 'Mmmmmm,' they say.", "artist":"Luca Zontini", "strategy":"Mana Wraith requires a lot of deep ingame knowledge and a right deck to be used with greater success. You need to use it right before opponent is expected to play a minion, for example right before opponent's Sen'jin when you have a lot of 1-3 HP minions on turn 4, or to prevent that Deathwing from wiping the board.", "lore":"", "cardid":"c00135" }
{ "name":"Mass Dispel", "rarity":"rare", "type":"Ability", "class":"Priest", "cost":4, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":["Silence"], "how_to_get":"Mass Dispel can be obtained through card packs, or through crafting.", "cardtext":"Silence all enemy minions. Draw a card.", "flavourtext":"It dispels buffs, powers, hopes, and dreams.", "artist":" Sean O'Daniels", "strategy":"Applies the Silence effect on all enemy minions which is useful when your opponent has many minions with powerful effects on the field. Also, as an AoE it can pull your opponent's minions out of Stealth. A well placed Mass Dispel is possible to make all the Shaman's totems useless.", "lore":"", "cardid":"c00136" }
{ "name":"Master of Disguise", "rarity":"rare", "type":"Minion", "class":"Rogue", "cost":4, "attack":4, "hp_or_dur":4, "deckable":true, "subtype":"", "set":"Expert", "ability":["Battlecry", "Stealth"], "how_to_get":"", "cardtext":"Battlecry: Give a friendly minion Stealth.", "flavourtext":"She's actually a male tauren. People don't call him 'Master of Disguise' for nothing.", "artist":"Ron Spencer", "strategy":"", "lore":"", "cardid":"c00137" }
{ "name":"Master Swordsmith", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":2, "attack":1, "hp_or_dur":3, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Rare; it can be obtained through expert booster packs and be used by any class's deck.", "cardtext":"At the end of your turn, give another random friendly minion +1 Attack.", "flavourtext":"He's currently trying to craft a 'flail-axe', but all the other swordsmiths say it can't be done.", "artist":"E.M. Gist", "strategy":"Master Swordsmith is a great way to boost your minion's damage. Keep Master Swordsmith alive with Taunt minions. The longer Master Swordsmith is alive, the more damage your minions will receive. Master Swordsmith works the best with many defensive cards.", "lore":"", "cardid":"c00138" }
{ "name":"Mind Control Tech", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":3, "attack":3, "hp_or_dur":3, "deckable":true, "subtype":"", "set":"Expert", "ability":["Battlecry"], "how_to_get":"Mind Control Tech can be obtained through card packs, or through crafting.", "cardtext":"Battlecry: If your opponent has 4 or more minions, take control of one at random.", "flavourtext":"Mind Control technology is getting better, but that's not saying much.", "artist":"Leo Che", "strategy":"", "lore":"", "cardid":"c00139" }
{ "name":"Misdirection", "rarity":"rare", "type":"Ability", "class":"Hunter", "cost":2, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":["Secret"], "how_to_get":"Misdirection can be obtained through card packs, or through crafting.", "cardtext":"Secret: When a character attacks your hero, instead he attacks another random character.", "flavourtext":"Sometimes its as simple as putting on a fake mustache and pointing at someone else.", "artist":"Daren Bader", "strategy":"When this effect says random, it means random. The attack can be directed towards either hero, any minion on the board, or even itself. There is no control or bounds to its target. If triggered along with Explosive Trap, the enemy triggering it will take the Explosive Trap's damage before attacking its new target. If triggered while the enemy hero has a weapon equipped, and if the minion who triggered it is forced to attack the enemy hero, then the minion will take retaliatory damage from the hero's weapon. If you have placed both a Misdirection and a Freezing Trap and an enemy minion attacks your Hero, the minion will return to your opponent's hand without triggering Misdirection.", "lore":"", "cardid":"c00140" }
{ "name":"Mortal Strike", "rarity":"rare", "type":"Ability", "class":"Warrior", "cost":4, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Can be obtained from booster packs or created using the crafting system. Create: 100 / Disenchant: 20 / Gold create: 800 / Gold disenchant: 100", "cardtext":"Deal 4 damage. If your hero has 12 or less Health, deal 6 damage instead.", "flavourtext":"'If you only use one ability, use Mortal Strike.' - The Warrior Code, Line 6", "artist":"Zoltan & Gabor", "strategy":"This is one of the few abilities a warrior has in his arsenal that can deal significant direct damage to either a minion or opposing champion without having to take damage in return. The 4 damage during the majority of the game is enough to clear most taunt minions, especially when used in combination with Slam, Whirlwind, Heroic Strike or Execute. The 2 point damage bump when health is low, as well as being able to hit any target instead of just minions, make it worth the extra mana cost over similar spells such as Shadow Bolt. Mortal Strike can also be used as a game finisher when you need that last few points of damage to finish off the opposing champion.", "lore":"", "cardid":"c00141" }
{ "name":"Murloc Tidecaller", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":1, "attack":1, "hp_or_dur":2, "deckable":true, "subtype":"Murloc", "set":"Expert", "ability":[], "how_to_get":"Murloc Tidecaller can be obtained from card packs or by crafting 100 Arcane Dust.", "cardtext":"Whenever a Murloc is summoned, gain +1 Attack.", "flavourtext":"This guy gets crazy strong at family reunions.", "artist":"Jaemin Kim", "strategy":"", "lore":"", "cardid":"c00142" }
{ "name":"Nourish", "rarity":"rare", "type":"Ability", "class":"Druid", "cost":5, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Nourish is obtained through card packs and crafting. Nourish can be crafted with 100 Arcane Dust. Nourish can be disenchanted for 20 Arcane Dust.", "cardtext":"Choose One - Gain 2 Mana Crystals; or Draw 3 cards.", "flavourtext":"Druids take nourishment from many things: the power of nature, the songbird's chirp, a chocolate cake.", "artist":"Terese Nielsen", "strategy":"Most people never choose the 'gain 2 mana crystals' option because it costs 5 mana crystals. But the mana crystals you get can be used in other turns, such as you can see in this little strategy: 'Enemy turn - 1 mana. Your turn - 5 cards in hand, 1 mana crystal. Innervate, Innervate, Nourish, Wild Growth. 1 card in hand left, 0/4 mana. Enemy turn - 2 mana. Your turn - You draw your 6th card and get +1 mana. 2 cards in hand, 5 mana crystals. Nourish, Wild Growth. No cards in hand, 0/8 mana. Enemy turn - 3 mana. Your turn - You draw your 7th card and get +1 mana. 1 card in hand, 9 mana crystals. Summon Alexstrasza.'", "lore":"", "cardid":"c00143" }
{ "name":"Perdition's Blade", "rarity":"rare", "type":"Weapon", "class":"Rogue", "cost":3, "attack":2, "hp_or_dur":2, "deckable":true, "subtype":"", "set":"Expert", "ability":["Battlecry", "Combo"], "how_to_get":"Perdition's Blade may be received either through opening Hearthstone booster packs or crafting using arcane dust received from disenchanting.", "cardtext":"Battlecry: Deal 1 damage. Combo: Deal 2 instead.", "flavourtext":"Perdition's Blade is Ragnaros's back-up weapon while Sulfuras is in the shop.", "artist":"Daren Bader", "strategy":"", "lore":"", "cardid":"c00144" }
{ "name":"Pint-Sized Summoner", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":2, "attack":2, "hp_or_dur":2, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"This minion can be obtained through crafting or by opening an expert booster pack. It is available to be used in any class deck.", "cardtext":"The first minion you play each turn costs (1) less.", "flavourtext":"She's quite jealous of the Gallon-Sized Summoner.", "artist":"Ron Spears", "strategy":"Similar to the Warlock's Summoning Portal, the Pint-Sized Summoner is used to bring minions onto the field at a discounted mana cost. It can be used to bring out an expensive tough monster early or make a cheaper one completely free. Unlike the Portal, this minion has an attack value and can also be used for the simple purpose of causing damage. It also has the added benefit of being usable by any hero's deck. Might be stealthed for prolonged use.", "lore":"", "cardid":"c00145" }
{ "name":"Questing Adventurer", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":3, "attack":2, "hp_or_dur":2, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"", "cardtext":"Whenever you play a card, gain +1/+1.", "flavourtext":"'Does anyone have some extra Boar Pelts?'", "artist":"Karl Kopinski", "strategy":"Questing Adventurer is a generic minion, so it can be used by any hero. As a 3 drop he remains dangerous towards the lategame, and if left untouched for a few turns can get out of control. A very strong card to get out early as it can build up to be a huge threat and even force multiple spells to remove it early. Very strong in a rogue deck as they have a large number of very low cost cards, but generally works in any deck. When this card is played, a smart opponent will immediately focus on neutralizing (Silence, Humility) or killing it as quickly as possible. If you intend it to grow into a threat, you will need protective measures such as Divine Shield and other minions who can taunt.", "lore":"", "cardid":"c00146" }
{ "name":"Ravenholdt Assassin", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":7, "attack":7, "hp_or_dur":5, "deckable":true, "subtype":"", "set":"Expert", "ability":["Stealth"], "how_to_get":"Ravenholdt Assassin can be found in card packs or created using the crafting system", "cardtext":"Stealth", "flavourtext":"Just mail him a package with a name and 10,000 gold. He'll take care of the rest.", "artist":"Ralph Horsley", "strategy":"Ravenholdt Assassin can be put on the field without being targetable by creatures due to Stealth, making him safe from creatures until you attack with him. It is wise to leave him in stealth until you are sure he cannot be killed as stealth protects him from spells as well as creatures.", "lore":"", "cardid":"c00147" }
{ "name":"Savagery", "rarity":"rare", "type":"Ability", "class":"Druid", "cost":1, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Savagery can be obtained through card packs, or through crafting.", "cardtext":"Deal damage equal to your hero's Attack to a minion.", "flavourtext":"It is true that some druids are savage, but others still enjoy a quiet moment and a spot of tea.", "artist":"Dave Rapoza", "strategy":"Best used in conjunction with abilities like Bite and Claw to cause large amounts of damage to your opponent's entire board. Very useful if you have lost board position to clear out or severely weaken their minions before wiping them up with your own. Savagery combined with Bite is the best board clearing combo available to a druid.", "lore":"", "cardid":"c00148" }
{ "name":"Savannah Highmane", "rarity":"rare", "type":"Minion", "class":"Hunter", "cost":6, "attack":6, "hp_or_dur":5, "deckable":true, "subtype":"Beast", "set":"Expert", "ability":["Deathrattle", "Summon"], "how_to_get":"Savannah Highmane can be obtained from booster packs and crafting 100 Arcane Dust.", "cardtext":"Deathrattle: Summon two 2/2 Hyenas.", "flavourtext":"In the jungle, the mighty jungle, the lion gets slowly consumed by hyenas.", "artist":"Milivoj Ceran", "strategy":"This card is a very effective card to be used in a Hunter/Beast deck, provides ample defence and great potential offence when it dies. The deathrattle summoned beasts count as you summoning the beasts and thus procs your Starving Buzzard's draw power.", "lore":"", "cardid":"c00149" }
{ "name":"Secretkeeper", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":1, "attack":1, "hp_or_dur":2, "deckable":true, "subtype":"", "set":"Expert", "ability":["Secret"], "how_to_get":"Secretkeeper is obtained through card packs and crafting. Secretkeeper can be crafted with 100 Arcane Dust. Secretkeeper can be disenchanted for 20 Arcane Dust.", "cardtext":"Whenever a Secret is played, gain +1/+1.", "flavourtext":"She promises not to tell anyone about that thing you did last night with that one person.", "artist":"Gonzalo Ordonez", "strategy":"[Secret Keeper] is a one mana cost card for a 1/2 minion who receives a +1/+1 boost whenever a Secret is played. As there are only three classes that can currently use secrets (Hunter, Mage, and Paladin), this card is extremely situational, and you can probably find a better one mana cost card for your deck. Bear in mind that the cost of secrets differ for each class. This makes Paladin the most viable class for a fast buffed Secret Keeper, if that is what you are aiming for.", "lore":"", "cardid":"c00150" }
{ "name":"Shadow Madness", "rarity":"rare", "type":"Ability", "class":"Priest", "cost":4, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Shadow Madness can be obtained through card packs, or through crafting.", "cardtext":"Gain control of an enemy minion with 3 or less Attack until end of turn.", "flavourtext":"You can rationalize it all you want, it's still a mean thing to do.", "artist":"Mark Gibbons", "strategy":"Shadow Madness is a very tactical card, capable of being used to great effect. Unlike permanent mind control effects like Mind Control, minions that are affected by this card are not exhausted, but can be used by the priest that same turn. One common tactic is to use the controlled minion to attack another, hopefully destroying both minions. This effectively grants removal for two minions with only one card. One less common tactic is to control a valuable minion, and before the end of your turn play a return card such as Ancient Brewmaster, placing it into your hand. This allows the priest to permanently seize control of the minion, as long as they are happy to spend the mana necessary to summon it. Ideally, use the minion to deal damage before returning it to your hand, as any damage taken by it will be cancelled when it when it leaves the battlefield. Can also be very useful for removing a powerful taunt minion in order to allow your minions to directly attack the enemy hero. As with all mind control effects, any abilities or events that occur while the minion is controlled will treat the controlling player as the minion's owner. This includes deathrattles and other card text effects.", "lore":"", "cardid":"c00151" }
{ "name":"Shadowflame", "rarity":"rare", "type":"Ability", "class":"Warlock", "cost":4, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"", "cardtext":"Destroy a friendly minion and deal its Attack damage to all enemy minions.", "flavourtext":"Start with a powerful minion and stir in Shadowflame and you have a good time!", "artist":"Dave Kendall", "strategy":"", "lore":"", "cardid":"c00152" }
{ "name":"SI:7 Agent", "rarity":"rare", "type":"Minion", "class":"Rogue", "cost":3, "attack":3, "hp_or_dur":3, "deckable":true, "subtype":"", "set":"Expert", "ability":["Combo"], "how_to_get":"SI:7 Agent cant be obtained from booster packs and crafting 100 Arcane Dust.", "cardtext":"Combo: Deal 2 damage.", "flavourtext":"The agents of SI:7 are responsible for Stormwind's covert activities. Their duties include espionage, assassination, and throwing surprise birthday parties for the royal family.", "artist":"Chris Moeller", "strategy":"This is a 3 drop for 3/3 attack, which makes it a cheap minion that if played on turn 2 with as second player would deal 2 early damage with an early 3/3 out.", "lore":"", "cardid":"c00153" }
{ "name":"Siphon Soul", "rarity":"rare", "type":"Ability", "class":"Warlock", "cost":6, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Siphon Soul can be obtained through card packs, or through crafting.", "cardtext":"Destroy a minion. Restore 3 Health to your hero.", "flavourtext":"You probably should avoid siphoning your own soul. You might create some kind of weird infinite loop.", "artist":"Tyler Walpole", "strategy":"Siphon Soul is the warlock's answer to the healthiest or most powerful enemies. Similar to Assassinate for rogues, it is the warlock's simple and certain removal spell. Its added bonus of a 3 heal designs it specifically for warlocks and their tendency to hurt themselves. It also has the versatility of targeting your own minions, useful to trigger deathrattles (eg. Abomination) or if the minion is going to die within the next turn, such as due to Power Overwhelming. There is no downside to this card besides its somewhat hefty 6 mana cost. As a straight up removal effect it bypasses Divine Shields.", "lore":"", "cardid":"c00154" }
{ "name":"Spirit Wolf", "rarity":"rare", "type":"Minion", "class":"Shaman", "cost":2, "attack":2, "hp_or_dur":3, "deckable":false, "subtype":"", "set":"Expert", "ability":["Taunt"], "how_to_get":"Two Spirit Wolves are summoned when the Feral Spirit card is played.", "cardtext":"Taunt", "flavourtext":"", "artist":"", "strategy":"Spirit wolf is a staple taunt of many decks given its low cost and high health. A good use is to use its taunt to cover vulnerable units in the early-game which require time to ramp up their abilities and combos.", "lore":"", "cardid":"c00155" }
{ "name":"Stampeding Kodo", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":5, "attack":3, "hp_or_dur":5, "deckable":true, "subtype":"Beast", "set":"Expert", "ability":["Battlecry"], "how_to_get":"Stampeding Kodo can be found in card packs or created using the crafting system", "cardtext":"Battlecry: Destroy a random enemy minion with 2 or less Attack.", "flavourtext":"This Kodo is so big that he can stampede by himself.", "artist":"Daren Bader", "strategy":"Stampeding Kodo is by far most popular in Hunter decks. Because hunters have many cards that interact with beasts like the Stampeding Kodo it is a great addition to a hunter deck.", "lore":"", "cardid":"c00156" }
{ "name":"Starfall", "rarity":"rare", "type":"Ability", "class":"Druid", "cost":5, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"", "cardtext":"Choose One - Deal 5 damage to a minion; or 2 damage to all enemy minions.", "flavourtext":"Is the sky falling? Yes. Yes it is.", "artist":"Richard Wright", "strategy":"Starfall is a powerful removal spell. As with several other druid spells, Starfall is a modular spell, meaning you get to choose one of multiple effects when cast. This gives it a lot of versatility when compared to other removal spells. It can be used to damage multiple minions or can be used to deal heavy damage to a single minion.", "lore":"", "cardid":"c00157" }
{ "name":"Sunfury Protector", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":2, "attack":2, "hp_or_dur":3, "deckable":true, "subtype":"", "set":"Expert", "ability":["Battlecry", "Taunt"], "how_to_get":"Sunfury Protector may be received either through opening Hearthstone booster packs or crafting using arcane dust received from disenchanting.", "cardtext":"Battlecry: Give adjacent minions Taunt.", "flavourtext":"She carries a shield, but only so she can give it to someone she can stand behind.", "artist":"James Ryman", "strategy":"Gives gives adjacent minions Taunt. This allows you to create defense for high priority cards or yourself if you play Sunfury Protector besides other less important minions.", "lore":"", "cardid":"c00158" }
{ "name":"Sunwalker", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":6, "attack":4, "hp_or_dur":5, "deckable":true, "subtype":"", "set":"Expert", "ability":["Divine Shield", "Taunt"], "how_to_get":"Obtained through opening booster packs or can be crafted for 100 Arcane Dust.", "cardtext":"Taunt. Divine Shield", "flavourtext":"She doesn’t ACTUALLY walk on the Sun. It's just a name. Don’t worry!", "artist":"Andrea Uderzo", "strategy":"This card has both Divine Shield and Taunt which makes it a very good defensive wall that takes extra effort to destroy. And arguably more importantly, it sits in the safe spot between 3 and 5 attack, making it avoid the two most common Priest kill spells. Otherwise compare it to Lord of the Arena.", "lore":"", "cardid":"c00159" }
{ "name":"Twilight Drake", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":4, "attack":4, "hp_or_dur":1, "deckable":true, "subtype":"Dragon", "set":"Expert", "ability":["Battlecry"], "how_to_get":"Twilight Drake can be obtained through card packs, or through crafting.", "cardtext":"Battlecry: Gain +1 Health for each card in your hand.", "flavourtext":"Twilight drakes feed on Mystical Energy. And Tacos.", "artist":"Jaemin Kim", "strategy":"", "lore":"", "cardid":"c00160" }
{ "name":"Upgrade!", "rarity":"rare", "type":"Ability", "class":"Warrior", "cost":1, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Can be obtained from booster decks or crafted using the crafting system. Create: 100 / Disenchant: 20 / Gold create: 800 / Gold Disenchant: 100", "cardtext":"If you have a weapon, give it +1/+1. Otherwise equip a 1/3 weapon.", "flavourtext":"Easily worth 50 DKP.", "artist":"Matt Cavotta", "strategy":"Early game, this is an efficient source of damage for warrior decks. Late game however, when combined with cards like Gorehowl, with its incredibly high attack and only 1 durability, it can become a game changer by giving you up to 8 damage to the enemy hero per use for only one mana.", "lore":"", "cardid":"c00161" }
{ "name":"Vaporize", "rarity":"rare", "type":"Ability", "class":"Mage", "cost":3, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Expert", "ability":["Secret"], "how_to_get":"Vaporize can be obtained through card packs, or through crafting.", "cardtext":"Secret: When a minion attacks your hero, destroy it.", "flavourtext":"Rumor has it that Deathwing brought about the Cataclysm after losing a game to this card. We may never know the truth.", "artist":"Raymond Swanland", "strategy":"It is generally a good idea to play this card when your opponent has a massive monster bearing down on you (such as Deathwing). A good counter strategy is to send in a weak minion in first to burn the trap before you attack with your massive monster.", "lore":"", "cardid":"c00162" }
{ "name":"Violet Teacher", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":4, "attack":3, "hp_or_dur":5, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Violet Teacher is a rare card, can be opened in packs or crafted by using 100 Arcane dusts.", "cardtext":"Whenever you cast a spell, summon a 1/1 Violet Apprentice.", "flavourtext":"If you don't pay attention, you may be turned into a pig. And then you get your name on the board.", "artist":"James Ryman", "strategy":"This card should be placed in order to set up some defense as you strike and dish out additional damage on your next turn. Each spell you cast summons a common 1/1 Violet Apprentice", "lore":"", "cardid":"c00163" }
{ "name":"Void Terror", "rarity":"rare", "type":"Minion", "class":"Warlock", "cost":3, "attack":3, "hp_or_dur":3, "deckable":true, "subtype":"Demon", "set":"Expert", "ability":["Battlecry"], "how_to_get":"Void Terror can be obtained through card packs, or through crafting.", "cardtext":"Battlecry: Destroy the minions on either side of this minion and gain their Attack and Health.", "flavourtext":"If you put this into your deck, you WILL lose the trust of your other minions.", "artist":"Alex Horley Orlandelli", "strategy":"Void Terror is a demon minion that is used by the warlock. It has a cost of 3, attack of 3, and 3 HP. It also has the ability Battlecry: Destroy the minions on either side of this Minion and gain their Attack and Health. This card is very useful if you are tight on health or you just simply want to kill the opponent faster. It may be a big sacrifice, but in the end the Void Terror is great addition to any warlock deck. While many new players will discredit the idea of sacrificing your own minions, the effect of this minion cannot be underestimated, as it allows you to combine the total attack and health of smaller minions into one large minion, capable of profitable trades or damage to your opponent. This card also effectively counters 'sweeper' spells that rely on small amounts of damage dealt to multiple minions, such as Blizzard or Hellfire; where you might lose all of your minions to such cards, combining them into a Void Terror allows the Terror to survive and continue to do large amounts of damage. Also this card combos very well with the warlock spell Power Overwhelming. To execute the combination with Power Overwhelming you need to play Power Overwhelming on a minion you intend to have Void Terror consume. After casting Power Overwhelming, attack with the targeted minion (not required for the combo but generally advised). Then finally play Void Terror adjacent to the targeted creature, resulting in a retaining the bonus damage and life that was granted by Power Overwhelming.", "lore":"", "cardid":"c00164" }
{ "name":"Wild Pyromancer", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":2, "attack":3, "hp_or_dur":2, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"Wild Pyromancer can be found in card packs or created using 100 Arcane Dust", "cardtext":"After you cast a spell, deal 1 damage to ALL minions.", "flavourtext":"BOOM BABY BOOM! BAD IS GOOD! DOWN WITH GOVERNMENT!", "artist":"Alex Horley Orlandelli", "strategy":"", "lore":"", "cardid":"c00165" }
{ "name":"Young Priestess", "rarity":"rare", "type":"Minion", "class":"Neutral", "cost":1, "attack":2, "hp_or_dur":1, "deckable":true, "subtype":"", "set":"Expert", "ability":[], "how_to_get":"", "cardtext":"At the end of your turn, give another random friendly minion +1 Health.", "flavourtext":"She can't wait to learn Power Word: Fortitude Rank 2.", "artist":"Vance Kovacs", "strategy":"", "lore":"", "cardid":"c00166" }
{ "name":"Ancestral Healing", "rarity":"free", "type":"Ability", "class":"Shaman", "cost":0, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":["Taunt"], "how_to_get":"", "cardtext":"Restore a minion to full Health and give it Taunt.", "flavourtext":"I personally prefer some non-ancestral right-the-heck-now healing, but maybe that is just me.", "artist":"Dan Scott", "strategy":"", "lore":"", "cardid":"c00167" }
{ "name":"Anduin Wrynn", "rarity":"free", "type":"Hero", "class":"Priest", "cost":0, "attack":0, "hp_or_dur":30, "deckable":false, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"", "flavourtext":"", "artist":"", "strategy":"", "lore":"", "cardid":"c00168" }
{ "name":"Arcane Explosion", "rarity":"free", "type":"Ability", "class":"Mage", "cost":2, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"Arcane Explosion x 2 are automatically included in all players' collections. Golden Arcane Explosion is a reward for raising a mage to level 28 and 30. Arcane Explosion is soulbound and cannot be crafted or disenchanted.", "cardtext":"This spell is much better than Arcane Implosion.", "flavourtext":"Deal 1 damage to all enemy minions.", "artist":"Howard Lyon", "strategy":"Arcane Explosion is extremely useful for clearing enemy minions from the board, and represents one of the mage's main defensive plays against aggressive decks. While its low damage makes it primarily useful against low-health minions, with spell damage minions the spell can be improved to deal substantial damage to each enemy minion. This spell is ideally saved until it can be used to deal damage to several opponents, or until spell damage can be gained to amplify its effects. With a full board of enemy minions and a couple of spell damage minions on the mage's side, this 2 mana spell can deal more than 20 points of damage in total. When playing against early-game aggro decks, mages may wish to save this for the mid-game, when the mage's opponent may have the chance to put several of their weaker minions into play at once, in an attempt to overwhelm the mage. This includes 'Berserker' warriors, healing-oriented priests, warlocks and murloc decks. As a cheap spell, Arcane Explosion can also be used in combination with other spells, such as using Frostbolt, Fireblast or even a second Arcane Explosion to finish off tougher targets. Arcane Explosion's more explosive equivalent is Flamestrike.", "lore":"", "cardid":"c00169" }
{ "name":"Arcane Intellect", "rarity":"free", "type":"Ability", "class":"Mage", "cost":3, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"Arcane Intellect x 2 are automatically included in all players' collections. Arcane Intellect is soulbound and cannot be crafted or disenchanted.", "cardtext":"Draw 2 cards.", "flavourtext":"Playing this card makes you SMARTER. And let's face it: we could all stand to be a little smarter.", "artist":"Dave Berggren", "strategy":"As a 3 mana 2 draw card Arcane Intellect can give the player a massive card advantage. It is the only mage specific card draw mechanic. While 3 mana may be costly early game, Arcane Intellect can easily turn the card advantage around late game. While it isn't the best draw card in the game, it can be used quite effectively in quite a number of decks.", "lore":"", "cardid":"c00170" }
{ "name":"Arcane Missiles", "rarity":"free", "type":"Ability", "class":"Mage", "cost":1, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"Arcane Missiles x 2 are automatically included in all players' collections. Arcane Missiles is soulbound and cannot be crafted or disenchanted.", "cardtext":"Deal 3 damage randomly split among enemy characters.", "flavourtext":"You'd think you'd be able to control your missiles a little better since you're a powerful mage and all.", "artist":"Warren Mahy", "strategy":"As with any random effect, this spell's usefulness is significantly determined by chance. Under the right conditions this spell is capable of destroying 3 separate characters (more with spell damage). As a non-targeted effect, this spell is capable of hitting stealthed targets. This makes this a very useful card against targets like Blood Imp.", "lore":"", "cardid":"c00171" }
{ "name":"Arcane Shot", "rarity":"free", "type":"Ability", "class":"Hunter", "cost":1, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"Arcane Shot is a free card", "cardtext":"Deal 2 damage.", "flavourtext":"Magi conjured arcane arrows to sell to hunters, until hunters learned just enough magic to do it themselves. The resulting loss of jobs sent Stormwind into a minor recession.", "artist":"Luca Zontini", "strategy":"Arcane shot is a cheap, moderate damage ability often used to harass enemy heroes or finish off enemy minions without risking friendlies.", "lore":"", "cardid":"c00172" }
{ "name":"Armor Up!", "rarity":"free", "type":"Hero Power", "class":"Warrior", "cost":2, "attack":0, "hp_or_dur":0, "deckable":false, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"Armor Up! is the warrior hero power.", "cardtext":"Hero Power. Gain 2 Armor.", "flavourtext":"", "artist":"", "strategy":"This hero power grants the user 2 Armor. This can be used frequently to accrue a large pile of Armor. This can be a good way of spending spare mana, effectively countering 2 points of damage per use. Works very well with Shield Slam. By far the most defensive hero power in the game.", "lore":"", "cardid":"c00173" }
{ "name":"Assassinate", "rarity":"free", "type":"Ability", "class":"Rogue", "cost":5, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"Assassinate x 2 are automatically included in all players' collections. Golden Assassinate is a reward for raising a rogue to level 24 and 26. Assassinate is soulbound and cannot be crafted or disenchanted.", "cardtext":"Destroy an enemy minion.", "flavourtext":"If you don't want to be assassinated, move to the Barrens and change your name. Good luck!", "artist":"Glenn Rane", "strategy":"Assassinate instantly kills an enemy minion, no matter how durable it is. So it is best to keep it for a high health minion or a minion with important buffs. It is also effective against minions with high damage since it removes the minion while avoiding taking damage.", "lore":"", "cardid":"c00174" }
{ "name":"Avatar of the Coin", "rarity":"free", "type":"Minion", "class":"Neutral", "cost":0, "attack":1, "hp_or_dur":1, "deckable":false, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"You lost the coin flip, but gained a friend.", "flavourtext":"", "artist":"", "strategy":"", "lore":"", "cardid":"c00175" }
{ "name":"Backstab", "rarity":"free", "type":"Ability", "class":"Rogue", "cost":0, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"Backstab comes free with the rogue deck.", "cardtext":"Deal 2 damage to an undamaged minion.", "flavourtext":"It's funny how often yelling 'Look over there!' gets your opponent to turn around.", "artist":"Michael Sutfin", "strategy":"With the low cost backstab is best used as a pre-cursor to a card that has a combo ability. This will allow you to do damage and make a combo with no mana cost. Addtionaly you can power up the damage dealt by backstab with spellpower bonuses.", "lore":"", "cardid":"c00176" }
{ "name":"Blessing of Might", "rarity":"free", "type":"Ability", "class":"Paladin", "cost":1, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"Give a minion +3 Attack.", "flavourtext":"As in, you MIGHT want to get out of my way. - Toad Mackle, recently buffed.", "artist":"Zoltan Boros", "strategy":"This card with the ability to make even the weakest minion being able to hit hard for only 1 mana is one of the reasons it is used in many paladin decks. Using it together with Blessing of Kings and/or Blessed Champion makes it very deadly for heavy hitting combos. Make sure you don't use it on the turn the minion is dropped, instead wait until your minion is ready to attack so you get the element of surprise. To get maximum efficiency, Blessing of Might can be used on the few neutral minions with windfury.", "lore":"", "cardid":"c00177" }
{ "name":"Bloodfen Raptor", "rarity":"free", "type":"Minion", "class":"Neutral", "cost":2, "attack":3, "hp_or_dur":2, "deckable":true, "subtype":"Beast", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"", "flavourtext":"'Kill 30 raptors.' - Hemet Nesingwary", "artist":"Dan Brereton", "strategy":"The Bloodfen Raptor is not recommended for non-Hunter decks, as its only advantage over similar 2 drops (like Acidic Swamp Ooze) is him being a Beast (e.g. having synergy with other Beast related cards).", "lore":"", "cardid":"c00178" }
{ "name":"Boulderfist Ogre", "rarity":"free", "type":"Minion", "class":"Neutral", "cost":6, "attack":6, "hp_or_dur":7, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"", "flavourtext":"'ME HAVE GOOD STATS FOR THE COST'", "artist":"Brian Despain", "strategy":"Boulderfist Ogre can be a high dealing damage card, who can take a punch. However the card doesn't have any special abilities, so it can just be played if you just need a minion.", "lore":"", "cardid":"c00179" }
{ "name":"Charge", "rarity":"free", "type":"Ability", "class":"Warrior", "cost":0, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"Charge x 2 are automatically included in all players' collections. Golden Charge is a reward for raising a warrior to level 24. Charge is soulbound and cannot be crafted or disenchanted.", "cardtext":"Give a friendly minion Charge.", "flavourtext":"'Guys! Guys! Slow down!' - some kind of non-warrior minion", "artist":"Alex Horley Orlandelli", "strategy":"Charge is an excellent card to have. The ability to play a large minion and immediately attack with it late game can be game changing, or it could be used early/mid game to help clear your opponents side of the board. Either way, at 0 mana, it isn't going to be costing you much. Charge also combos well with Mana Addict, Questing Adventurer, or any minion with Windfury. Not only does it boost the capability of these minions at no additional cost but it allows you to get some major hits in before your opponent has a chance to react and take them out. For example, you can play a 1 damage 3 health Mana Addict for 2 mana, Charge for free making it a 3/3, Inner Rage for free making it a 7/2, then Rampage for 2 mana making it a 12/4 monster that can swing immediately and your opponent is powerless to stop it, all for 4 mana.", "lore":"", "cardid":"c00180" }
{ "name":"Claw", "rarity":"free", "type":"Ability", "class":"Druid", "cost":1, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"Claw comes free with the druid deck.", "cardtext":"Give your hero +2 Attack this turn and 2 Armor.", "flavourtext":"The claw decides who will stay and who will go.", "artist":"Dany Orizio", "strategy":"Claw may target minions or heroes. Claw is best used to destroy a pesky enemy minion. The armor it provides will prevent you from taking retaliation damage from the minion you target. Used in conjunction with the druid power you are able to deal 3 damage and save yourself from 3 damage. Alternatively, you can use Bite to reach across the battlefield and deal direct damage to the opposing hero.", "lore":"", "cardid":"c00181" }
{ "name":"Dagger Mastery", "rarity":"free", "type":"Hero Power", "class":"Rogue", "cost":2, "attack":0, "hp_or_dur":0, "deckable":false, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"Hero Power - Equip a 1/2 Dagger.", "flavourtext":"", "artist":"", "strategy":"The rogue's hero power may seem weak at first glance, but is key to the tactical strengths of the rogue. This allows a rogue to tackle and potentially destroy a low-health minion each turn. This can allow the rogue to directly and very affordably remove low-level minions from the board during the early game, while still having enough mana to summon minions of their own. Unlike the druid's Shapeshift power, it only needs to be used once to gain two uses. The main downside with this power is the same as with any other weapon - attacking a minion using it will cause that minion to deal its damage to the rogue. This is a critical tactical choice for rogues. This power can allow them to maintain strong board control through the early game, but that control comes at the price of substantial self-inflicted damage. The rogue may choose to take the damage themselves in order to protect their minions, allowing them to build an imposing army; but if their health dips too low, or their army is suddenly removed with a well-timed Arcane Explosion, they may leave themselves open to a swift defeat. This is the only hero power that allows a hero to equip a weapon on demand. This weapon, while fairly weak, can be improved by effects such as Deadly Poison and Spiteful Smith's enrage to offer something far more powerful, and can be used with cards such as Southsea Deckhand and Bloodsail Raider. Unlike the druid's Shapeshift power, this power's effects do not expire at the end of the turn. This means that a rogue can use this power to equip a knife in advance, ready to be used whenever it is needed. This makes this power an excellent dump for spare mana.", "lore":"", "cardid":"c00182" }
{ "name":"Deadly Poison", "rarity":"free", "type":"Ability", "class":"Rogue", "cost":1, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"Deadly Poison is a standard card, available for use in all Rogue decks.", "cardtext":"Give your weapon +2 Attack.", "flavourtext":"Rogues guard the secrets to poison-making carefully, lest magi start incorporating poison into their spells. Poisonbolt? Rain of Poison? Poison Elemental? Nobody wants that.", "artist":"Trevor Jacobs", "strategy":"Deadly Poison has synergy with Bloodsail Raider, Dread Corsair, and the Rogue Blade Flurry spell, all three of which benefit from greater weapon attack.", "lore":"", "cardid":"c00183" }
{ "name":"Drain Life", "rarity":"free", "type":"Ability", "class":"Warlock", "cost":3, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"Free", "cardtext":"Deal 2 damage. Restore #2 Health to your hero.", "flavourtext":"'I've just sucked one year of your life away.'", "artist":"Don Hazeltine", "strategy":"This spell is affected by additional spellpower, increasing each portion of the spell by 1 for each spellpower the player has. The healing portion will always heal the full amount as long as the player's health is at 28 or lower, even if the damage portion didn't do the full amount of damage, making this card handy in a pinch.", "lore":"", "cardid":"c00184" }
{ "name":"Execute", "rarity":"free", "type":"Ability", "class":"Warrior", "cost":1, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"Destroy a damaged enemy minion.", "flavourtext":"It's okay, he deserved it.", "artist":"Dany Orizio", "strategy":"Inner Rage combos nicely with this, allowing you to instantly kill any minion for one mana regardless of shielding or other defenses.", "lore":"", "cardid":"c00185" }
{ "name":"Fiery War Axe", "rarity":"free", "type":"Weapon", "class":"Warrior", "cost":2, "attack":3, "hp_or_dur":2, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"Fiery War Axe can be obtained by leveling the Warrior class.", "cardtext":"", "flavourtext":"During times of tranquility and harmony, this weapon was called by its less popular name, Chilly Peace Axe.", "artist":"Lucas Graciano", "strategy":"The Fiery War Axe is a good source of early damage for Warrior decks; it can be used as an efficient source of damage against heroes being 6 damage for only 2 mana over 2 turns, or it can be used to easily clear early minions without much backlash damage with Armor Up!", "lore":"", "cardid":"c00186" }
{ "name":"Fireball", "rarity":"free", "type":"Ability", "class":"Mage", "cost":4, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"Fireball x 2 are automatically included in all players' collections. Golden Fireball is a reward for raising a mage to level 36 and 38. Fireball is soulbound and cannot be crafted or disenchanted.", "cardtext":"Deal 6 damage.", "flavourtext":"This spell is useful for burning things. If you're looking for spells that toast things, or just warm them a little, you're in the wrong place.", "artist":"Ralph Horsley", "strategy":"Mages have a number of spells in their arsenal for dealing damage, such as Arcane Explosion, Frostbolt, Cone of Cold, and of course, Fireball. A mage must carefully consider which spells to include in their deck. While other spells do damage to more than one minion, or have secondary effects such as Freezing, or have restrictions, such as Ice Lance, Fireball has no secondary costs or effects, making it one of the most consistent spells in your arsenal. A deck including Fireball is very unlikely to include two copies of it and no copies of any other spell. For this reason, it's important to see what spells we want to pair Fireball with. Fireball, being a single-target spell, shares a similar spot in the deck to Pyroblast, Frostbolt and sometimes Ice Lance. Pyroblast is very expensive, so it's unlikely to want to deal with the same minions as you would with Fireball. Frostbolt deals 2 less damage and freezes for 1 less mana - which leaves Fireball as the better choice, unless you think that 6 damage is 'Overkill', or you are using spell damage minions to boost the power of Frostbolt to higher damage. Fireball does a large amount of damage to a single creature, which leaves us vulnerable as a mage to a large number of smaller creatures. A deck that includes Fireball should probably include some number of cards that help with smaller minions, such as Arcane Explosion, Blizzard, or Flamestrike. Lastly, Fireball can target your opponent. If you want to go a direct-damage route, it can be paired with Pyroblast for maximum damage. If this is the case, you will probably want to pair the card with Sorcerer's Apprentice, Kobold Geomancer, Dalaran Mage and other Minions that assist in dealing damage.", "lore":"", "cardid":"c00187" }
{ "name":"Fireblast", "rarity":"free", "type":"Hero Power", "class":"Mage", "cost":2, "attack":0, "hp_or_dur":0, "deckable":false, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"Hero Power - Deal 1 damage.", "flavourtext":"", "artist":"", "strategy":"While at first glance Fireblast may seem weak compared to some of the other Hero Powers, it in fact possesses many unique advantages. Its ability to directly target minions or heroes makes it extremely useful for picking off vulnerable yet valuable targets, hidden behind a wall of Taunts. It can also be used to conveniently destroy damaged yet powerful minions, or obstructive enemies such as Mirror Images, preventing damage next round or opening the way for your own minions to attack their preferred targets. Since Fireblast deals only a single point of damage, some strategy is needed to ensure that that point is applied where it is most effective. Fireblast can also be used as an effective way to enrage your own minions for only 1 damage. For example, use Fireblast on your Gurubashi Berserker to make it go from a 2/7 to a 5/6. When the mage is left with at least 2 mana to spare at the end of the round, Fireblast can be a useful mana dump, even if all it accomplishes is dealing 1 damage to the opponent hero, or reducing a minion's health by 1.", "lore":"", "cardid":"c00188" }
{ "name":"Frost Shock", "rarity":"free", "type":"Ability", "class":"Shaman", "cost":1, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"Deal 1 damage to an enemy character and Freeze it.", "flavourtext":"FROST SHOCK!", "artist":"Alex Horley Orlandelli", "strategy":"", "lore":"", "cardid":"c00189" }
{ "name":"Garrosh Hellscream", "rarity":"free", "type":"Hero", "class":"Warrior", "cost":0, "attack":0, "hp_or_dur":30, "deckable":false, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"", "flavourtext":"", "artist":"", "strategy":"", "lore":"", "cardid":"c00190" }
{ "name":"Gul'dan", "rarity":"free", "type":"Hero", "class":"Warlock", "cost":0, "attack":0, "hp_or_dur":30, "deckable":false, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"", "flavourtext":"", "artist":"", "strategy":"", "lore":"", "cardid":"c00191" }
{ "name":"Hammer of Wrath", "rarity":"free", "type":"Ability", "class":"Paladin", "cost":4, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"Deal 3 damage. Draw a card.", "flavourtext":"", "artist":"Efrem Palacios", "strategy":"", "lore":"", "cardid":"c00192" }
{ "name":"Hand of Protection", "rarity":"free", "type":"Ability", "class":"Paladin", "cost":1, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"Hand of Protection is a free card from the Paladin deck.", "cardtext":"Give a minion Divine Shield.", "flavourtext":"This spell has been renamed so many times, even paladins don’t know what it should be called anymore.", "artist":"Clint Langley", "strategy":"Hand of Protection is a relatively cheap way to save a minion from potential death. Divine Shield can be placed on any minion and shields from one attack. This card can be used even if a minion has lost their own Divine Shield, and can be played in preparation for a Blood Knight.", "lore":"", "cardid":"c00193" }
{ "name":"Healing Totem", "rarity":"free", "type":"Minion", "class":"Shaman", "cost":1, "attack":0, "hp_or_dur":2, "deckable":false, "subtype":"Totem", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"At the end of your turn, restore 1 Health to all friendly minions.", "flavourtext":"", "artist":"", "strategy":"Healing Totem is very useful when used in conjunction with several other minions. It works especially well with high-health minions, since these have more room to take damage without being destroyed entirely. Since the Totem restores health at the end of your turn. Since this takes places before your opponent has the chance to act, its healing can be taken into account when planning attacks.", "lore":"", "cardid":"c00194" }
{ "name":"Healing Touch", "rarity":"free", "type":"Ability", "class":"Druid", "cost":3, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"Restore 8 Health.", "flavourtext":"8 Health, no waiting.", "artist":"Cyril Van Der Haegen", "strategy":"", "lore":"", "cardid":"c00195" }
{ "name":"Hellfire", "rarity":"free", "type":"Ability", "class":"Warlock", "cost":4, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"Hellfire x 2 are automatically included in all players' collections. Golden Hellfire is a reward for raising a warlock to level 24 and 26. Hellfire is soulbound and cannot be crafted or disenchanted.", "cardtext":"Deal 3 damage to ALL characters.", "flavourtext":"It's spells like these that make it hard for Warlocks to get decent help.", "artist":"Brian 'Chippy' Dugan", "strategy":"Hellfire is one of the strongest board wipes in the game but its use must be carefully weighed. It's important to note that if a minion benefits from an ongoing effect granted by another minion that will be killed by Hellfire then it too will die, as the buff is contingent upon the buffer remaining alive. An example is a 2/3 minion buffed to 3/4 by a card such as Murloc Warleader, which only has 3/3. Casting Hellfire will kill both the Murloc Warleader and the 3/4 buffed minion. It is also important to remember that Hellfire not only damages all characters on the field, but also yourself and your opponent directly.", "lore":"", "cardid":"c00196" }
{ "name":"Heroic Strike", "rarity":"free", "type":"Ability", "class":"Warrior", "cost":2, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"The regular version is available automatically in the standard Warrior deck. The Golden version is unlocked by leveling up the Warrior hero. There can be 2 of this card in your deck.", "cardtext":"Give your hero +4 Attack this turn.", "flavourtext":"Really, if you're a hero, this is every strike.", "artist":"Jonboy Meyers", "strategy":"This card can be used multiple times in a turn, and stacks. Bursting down the enemy is very possible.", "lore":"", "cardid":"c00197" }
{ "name":"Hex", "rarity":"free", "type":"Ability", "class":"Shaman", "cost":3, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":["Taunt", "Transform"], "how_to_get":"", "cardtext":"Transform a minion into a 0/1 Frog with Taunt.", "flavourtext":"If you Hex a Murloc... it really isn't much of a change, is it?", "artist":"Steve Hui", "strategy":"This is a great card for easily and efficiently removing large minions from the field. It can be tempting to use early in the game due to the low mana cost, but is often better saved for later. Saving for later use can be like 'breakpoint' for a player in dangerous situation and help a lot. Do not forget that the frog has Taunt however, so it will still need to be destroyed before you can attack other minions or the player.", "lore":"", "cardid":"c00198" }
{ "name":"Holy Light", "rarity":"free", "type":"Ability", "class":"Paladin", "cost":2, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"Restore 6 Health", "flavourtext":"If you are often bathed in Holy Light, you should consider wearing sunscreen.", "artist":"Zoltan & Gabor", "strategy":"Holy Light is a basic but useful card without much strategy involved; either heal yourself or a minion for a large amount and a small mana cost.", "lore":"", "cardid":"c00199" }
{ "name":"Holy Smite", "rarity":"free", "type":"Ability", "class":"Priest", "cost":1, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"Deal 2 damage.", "flavourtext":"It doesn't matter how pious you are. Everyone needs a good smiting now and again.", "artist":"Steve Ellis", "strategy":"", "lore":"", "cardid":"c00200" }
{ "name":"Houndmaster", "rarity":"free", "type":"Minion", "class":"Hunter", "cost":4, "attack":4, "hp_or_dur":3, "deckable":true, "subtype":"", "set":"Basic", "ability":["Battlecry", "Taunt"], "how_to_get":"", "cardtext":"Battlecry: Give a friendly Beast +2/+2 and Taunt.", "flavourtext":"'Who let the dogs out?' he asks. It's rhetorical.", "artist":"Dan Brereton", "strategy":"Add this card to a deck heavy in beasts. Play this card when you have a lot of beasts minions to gain the full effect of his Battlecry. A very potent combination of Taunt and +2/2 (attack/health). This will greatly boost your defense as well as offense, changing any beast into a shield to your life points. Your opponent must deal with these taunt beasts or use Silence on each one.", "lore":"", "cardid":"c00201" }
{ "name":"Innervate", "rarity":"free", "type":"Ability", "class":"Druid", "cost":0, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"Innervate x 2 are automatically included in all players' collections. Innervate is soulbound and cannot be crafted or disenchanted.", "flavourtext":"Some druids still have flashbacks from strangers yelling 'Innervate me!!' at them.", "artist":"Doug Alexander", "strategy":"Innervate grants the player 2 extra mana crystals on the turn that it's used. While it is unable to increase your mana crystal pool above 10, it can be used after spending crystals to effectively give you 12 crystals for that turn.", "lore":"", "cardid":"c00202" }
{ "name":"Jaina Proudmoore", "rarity":"free", "type":"Hero", "class":"Mage", "cost":0, "attack":0, "hp_or_dur":30, "deckable":false, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"", "flavourtext":"", "artist":"", "strategy":"", "lore":"", "cardid":"c00203" }
{ "name":"Lesser Heal", "rarity":"free", "type":"Hero Power", "class":"Priest", "cost":2, "attack":0, "hp_or_dur":0, "deckable":false, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"Hero Power - Restore 2 Health.", "flavourtext":"", "artist":"", "strategy":"", "lore":"", "cardid":"c00204" }
{ "name":"Life Tap", "rarity":"free", "type":"Hero Power", "class":"Warlock", "cost":2, "attack":0, "hp_or_dur":0, "deckable":false, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"Hero Power - Draw a card and take 2 damage.", "flavourtext":"", "artist":"", "strategy":"", "lore":"", "cardid":"c00205" }
{ "name":"Light's Justice", "rarity":"free", "type":"Weapon", "class":"Paladin", "cost":1, "attack":1, "hp_or_dur":4, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"Light's Justice can be obtained by all players; either gained by completing the tutorial or gained by playing practice games as you earn more heroes. It can only be used in decks with the Paladin hero.", "cardtext":"", "flavourtext":"Prince Malchezaar was a collector of rare weapons. He'd animate them and have them dance for him.", "artist":"Glenn Rane", "strategy":"Allowing your hero to do 1 damage numerous times can be used to destroy token, remove divine shields from the minions, or simply chip away at the enemy's life.", "lore":"", "cardid":"c00206" }
{ "name":"Magma Rager", "rarity":"free", "type":"Minion", "class":"Neutral", "cost":3, "attack":5, "hp_or_dur":1, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"Magma Rager is automatically included in all players' collections.", "cardtext":"", "flavourtext":"He likes to think he is powerful, but pretty much anyone can solo Molten Core now.", "artist":"Matt Gaser", "strategy":"It is a high damage low health card, this means it would work with cards that either have taunt, like Mogu'shan Warden, Sen'jin Shieldmasta or Shieldbearer, or cards that can boost its health stats, like Blood Imp or Temple Enforcer. Alternately, granting it Charge will allow it to get off at least one attack. Due to the fact that it becomes an immediate priority for a smart opponent, it can also have value in forcing the use of a more-expensive nullifying ability such as Polymorph or the trading of another high-damage minion.", "lore":"", "cardid":"c00207" }
{ "name":"Malfurion Stormrage", "rarity":"free", "type":"Hero", "class":"Druid", "cost":0, "attack":0, "hp_or_dur":30, "deckable":false, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"", "flavourtext":"", "artist":"", "strategy":"", "lore":"", "cardid":"c00208" }
{ "name":"Mark of the Wild", "rarity":"free", "type":"Ability", "class":"Druid", "cost":2, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"Give a minion Taunt and +2/+2. (+2 Attack/+2 Health)", "flavourtext":"Not to be confused with Jim of the Wild.", "artist":"Brad Vancata", "strategy":"While any minion can benefit from hitting harder and being harder to kill, a note should be made for the Emperor Cobra. Its special ability lets it instantly kill anything it damages. Combined with Taunt, this can be very strong.", "lore":"", "cardid":"c00209" }
{ "name":"Mind Blast", "rarity":"free", "type":"Ability", "class":"Priest", "cost":2, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"Mind Blast is a basic Priest spell and is obtained by leveling that hero type.", "cardtext":"Deal 5 damage to the enemy hero.", "flavourtext":"This spell blasts you directly in the MIND.", "artist":"Dave Allsop", "strategy":"Mind Blast is a Priest's direct damage spell. While it may seem amazingly cheap for such a large amount of damage, remember that it is locked onto the enemy hero. Unlike Fireball there is no versatility to this card. It is still quite useful and benefits from spell power boosting cards, but it does have the drawback of limited target.", "lore":"", "cardid":"c00210" }
{ "name":"Multi-Shot", "rarity":"free", "type":"Ability", "class":"Hunter", "cost":4, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"Deal 3 damage to two random enemy minions.", "flavourtext":"You see, it's all about throughput.", "artist":"Benjamin Zhang", "strategy":"", "lore":"", "cardid":"c00211" }
{ "name":"Murloc Raider", "rarity":"free", "type":"Minion", "class":"Neutral", "cost":1, "attack":2, "hp_or_dur":1, "deckable":true, "subtype":"Murloc", "set":"Basic", "ability":[], "how_to_get":"Murloc Raider is an free card earned from the basic card pack.", "cardtext":"", "flavourtext":"Mrrraggglhlhghghlgh, mrgaaag blarrghlgaahahl mrgggg glhalhah a bghhll graggmgmg Garrosh mglhlhlh mrghlhlhl!!", "artist":"Dan Scott", "strategy":"Murloc Raiders are a cheap and solid murloc minion that is an easy addition to any murloc deck.", "lore":"", "cardid":"c00212" }
{ "name":"Nightblade", "rarity":"free", "type":"Minion", "class":"Neutral", "cost":5, "attack":4, "hp_or_dur":4, "deckable":true, "subtype":"", "set":"Basic", "ability":["Battlecry"], "how_to_get":"Nightblade is provided in your initial deck in the tutorial.", "cardtext":"Battlecry: Deal 3 damage to the enemy hero.", "flavourtext":"Your face is the place you'd probably least like a dagger, and where rogues are most likely to deliver them.", "artist":"Raymond Swanland", "strategy":"Use in conjunction with Ancient Brewmaster or Youthful Brewmaster to activate her Battlecry more than once. For maximum effectiveness play Nightblade, attack without destroying the card, summon a Brewmaster to return Nightblade to your hand and play again for full heath.", "lore":"", "cardid":"c00213" }
{ "name":"Northshire Cleric", "rarity":"free", "type":"Minion", "class":"Priest", "cost":1, "attack":1, "hp_or_dur":3, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"The Northshire Cleric is a starting card of the priest.", "cardtext":"Whenever a minion is healed, draw a card.", "flavourtext":"They help the downtrodden and distressed. Also they sell cookies.", "artist":"Terese Nielsen", "strategy":"The Northshire Cleric's ability provides you a constant amount of cards if you can get her behind a tank and heal him every turn. Holy Nova and Darkscale Healer are great additions to this card since they heal every minion you have on the battlefield and every heal will give you a card. If you can get 2 Northshire Cleric on the battlefield at the same time, the effect will stack and you will get 2 cards per heal.", "lore":"", "cardid":"c00214" }
{ "name":"Novice Engineer", "rarity":"free", "type":"Minion", "class":"Neutral", "cost":2, "attack":1, "hp_or_dur":2, "deckable":true, "subtype":"", "set":"Basic", "ability":["Battlecry"], "how_to_get":"Novice Engineer x 2 are automatically included in all players' collections. Golden Novice Engineer is a reward for raising a druid or mage to level 59. Novice Engineer is soulbound and cannot be crafted or disenchanted.", "cardtext":"Battlecry: Draw a card.", "flavourtext":"'Half of this class will not graduate… since they'll have been turned to chickens.' - Tinkmaster Overspark, teaching Gizmos 101.", "artist":"Karl Richardson", "strategy":"Can be cast a second time for free using Shadowstep, allowing you to draw a second card. This can be useful in combination with cards like Questing Adventurer or Edwin VanCleef. This is commonly selected for decks mainly on the strength of its battlecry. Since playing this card allows you to immediately draw another, this can be considered almost a bonus card in your hand. This feature can be useful for a strong start to the game, or for any player who frequently finds themselves running out of cards.", "lore":"", "cardid":"c00215" }
{ "name":"Oasis Snapjaw", "rarity":"free", "type":"Minion", "class":"Neutral", "cost":4, "attack":2, "hp_or_dur":7, "deckable":true, "subtype":"Beast", "set":"Basic", "ability":[], "how_to_get":"Oasis Snapjaw can be obtained by leveling your heroes.", "cardtext":"", "flavourtext":"His dreams of flying and breathing fire like his idol will never be realized.", "artist":"Daren Bader", "strategy":"Oasis Snapjaw has a high health for its cost. Thus, it has synergy with cards that give Taunt like Ancestral Spirit, Mark of the Wild, Fade, Defender of Argus or Sunfury Protector. It can be used offensively together with Crazed Alchemist. It also works well in combination with Divine Spirit and Inner Fire, provided you are playing a Priest Deck.", "lore":"", "cardid":"c00216" }
{ "name":"Polymorph", "rarity":"free", "type":"Ability", "class":"Mage", "cost":4, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"Polymorph x 2 are automatically included in all players' collections. Golden Polymorph is a reward for raising a mage to level 47 and 48. Polymorph is soulbound and cannot be crafted or disenchanted.", "cardtext":"Transform a minion into a 1/1 Sheep.", "flavourtext":"There was going to be a pun in this flavor text, but it just came out baa-d.", "artist":"Vance Kovacs", "strategy":"Polymorph is a deceptively strong spell, considering the mage hero power allows the player to deal 1 damage to any target once per turn. This essentially allows a mage to destroy any minion in play if they have a Polymorph spell and 6 mana to spare. Unlike Hex, Polymorph gives the transformed minion 1 attack allowing your opponent to use it offensively. Polymorph synergises well with 'control' decks.", "lore":"", "cardid":"c00217" }
{ "name":"Power Word: Shield", "rarity":"free", "type":"Ability", "class":"Priest", "cost":1, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"Give a minion +2 Health. Draw a card.", "flavourtext":"Sure the extra protection is nice, but the shield really reduces visibility.", "artist":"Jessica Jung", "strategy":"One of the priest's many Health-boosting effects, Power Word: Shield can be very useful for protecting valuable minions, and can be particularly handy for use with Lightspawn. Extra health granted by Power Word: Shield can be doubled by a subsequent case of Divine Spirit. Add Inner Fire and you potentially have game-breaking monster of a minion.", "lore":"", "cardid":"c00218" }
{ "name":"Raid Leader", "rarity":"free", "type":"Minion", "class":"Neutral", "cost":3, "attack":2, "hp_or_dur":2, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"Raid Leader is free.", "cardtext":"Your other minions have +1 Attack.", "flavourtext":"'That's a 50 DKP minus!'", "artist":"Phill Gonzales", "strategy":"Play Raid Leader in conjunction with other minions. Raid Leader is great in decks that rely on many small minions. To get maximum benefit from this card, play with card with many small minions. With many small minions Raid Leader will be adding +1 attack to each minion, netting you a larger amount of added damage than with a larger, higher mana cost minions which where Raid Leader would only provide a a single +1 attack.", "lore":"", "cardid":"c00219" }
{ "name":"Reckless Rocketeer", "rarity":"free", "type":"Minion", "class":"Neutral", "cost":6, "attack":5, "hp_or_dur":2, "deckable":true, "subtype":"", "set":"Basic", "ability":["Charge"], "how_to_get":"This card is unlocked in the Tutorial.", "cardtext":"Charge", "flavourtext":"One Insane Rocketeer. One Rocket full of Explosives. Infinite Fun.", "artist":"John 'JP' Polidora", "strategy":"The Reckless Rocketeer is an excellent card to play mid to late game to deal quick damage to the enemy hero or to heavily wound an enemy's monster, such as the Core Hound. With it's 2 health, it'll only get in a hit or two before it goes down, so make them count!", "lore":"", "cardid":"c00220" }
{ "name":"Reinforce", "rarity":"free", "type":"Hero Power", "class":"Paladin", "cost":2, "attack":0, "hp_or_dur":0, "deckable":false, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"Hero Power - Summon a 1/1 Silver Hand Recruit.", "flavourtext":"", "artist":"", "strategy":"This ability effectively provides paladins with an endless supply of 1/1 Recruits. This can offer paladins additional advantage from effects that buff the stats of multiple minions, such as Raid Leader and Stormwind Champion.", "lore":"", "cardid":"c00221" }
{ "name":"Rexxar", "rarity":"free", "type":"Hero", "class":"Hunter", "cost":0, "attack":0, "hp_or_dur":30, "deckable":false, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"", "flavourtext":"", "artist":"", "strategy":"", "lore":"", "cardid":"c00222" }
{ "name":"River Crocolisk", "rarity":"free", "type":"Minion", "class":"Neutral", "cost":2, "attack":2, "hp_or_dur":3, "deckable":true, "subtype":"Beast", "set":"Basic", "ability":[], "how_to_get":"This minion can be obtained through crafting or by opening an expert booster pack. It is available to be used in any class deck.", "cardtext":"", "flavourtext":"Edward 'Lefty' Smith tried to make luggage out of a river crocolisk once.", "artist":"Daren Bader", "strategy":"This is a basic simple beast that can be enhanced by the numerous Hunter cards that revolve around beasts. Other class decks can also simply use it during the beginning of the Hearthstone career when more versatile minions with effects aren't available.", "lore":"", "cardid":"c00223" }
{ "name":"Rockbiter Weapon", "rarity":"free", "type":"Ability", "class":"Shaman", "cost":1, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"Rockbiter Weapon is a free shaman card.", "cardtext":"Give a friendly character +3 Attack this turn.", "flavourtext":"This would be real handy if your enemy is made of rock.", "artist":"Alex Horley Orlandelli", "strategy":"Rockbiter weapon can be used to buff a creatures damage with 3, but for the maximum efficiency it's best used on a windfury creature.", "lore":"", "cardid":"c00224" }
{ "name":"Sap", "rarity":"free", "type":"Ability", "class":"Rogue", "cost":2, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"Sap comes free with the rogue deck.", "cardtext":"Return an enemy minion to its owner's hand.", "flavourtext":"Rogues love sappy movies.", "artist":"Scott Altmann", "strategy":"Sap is best used after the opponent has spent several turns 'buffing' up a character or simply to get a high damage threat out of the game for one turn. Sap can be used offensively or defensively, you can sap a taunt card and attack or you can sap one of their offensive threats to give you a brief reprieve. Later in the match it can be useful to return expensive minions back to the player's hand--forcing them to spend the mana a second time. As a result of the low cost it is also a good card to use to set up combo effects. Note that sapping a token will not remove it permantly like in other TCGs, but will infact go to their hand as a card to play!", "lore":"", "cardid":"c00225" }
{ "name":"Searing Totem", "rarity":"free", "type":"Minion", "class":"Shaman", "cost":1, "attack":1, "hp_or_dur":1, "deckable":false, "subtype":"Totem", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"", "flavourtext":"", "artist":"", "strategy":"Searing totem can be useful for poking down weak minions or strong injured minions for no card loss. This outcome of Totemic Call is very similar to the paladin hero power Reinforce.", "lore":"", "cardid":"c00226" }
{ "name":"Sen'jin Shieldmasta", "rarity":"free", "type":"Minion", "class":"Neutral", "cost":4, "attack":3, "hp_or_dur":5, "deckable":true, "subtype":"", "set":"Basic", "ability":["Taunt"], "how_to_get":"Sen'jin Shieldmasta x 2 are automatically included in all players' collections. Golden Sen'jin Shieldmasta is a reward for raising a rogue or warrior to level 59. Sen'jin Shieldmasta is soulbound and cannot be crafted or disenchanted.", "cardtext":"Taunt", "flavourtext":"Sen'jin Villiage is nice, if you like trolls and dust.", "artist":"Brian Despain", "strategy":"Sen'jin Shieldmasta is a good Taunt minion. This is because the card is equally suited to all decks, and does not require any specific build (like Dread Corsair) or board state (like Abomination). The card is of average stats suited to any stage of play, but can have an advantage towards the onset of play. It is a strong taunt minion that can be included in any deck.", "lore":"", "cardid":"c00227" }
{ "name":"Shadow Bolt", "rarity":"free", "type":"Ability", "class":"Warlock", "cost":3, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"Deal 4 damage to a minion.", "flavourtext":"It’s a Bolt. Its made out of Shadow. What more do you need to know!", "artist":"Dave Allsop", "strategy":"Shadow bolt is only useable against minions, but it can deal with most of the midgame creatures thanks to its fairly high damage.", "lore":"", "cardid":"c00228" }
{ "name":"Shadow Word: Pain", "rarity":"free", "type":"Ability", "class":"Priest", "cost":2, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"Destroy a minion with 3 or less Attack.", "flavourtext":"A step up from a spell cast by many beginning acolytes: 'Shadow Word: Annoy'.", "artist":"Raymond Swanland", "strategy":"", "lore":"", "cardid":"c00229" }
{ "name":"Shapeshift", "rarity":"free", "type":"Hero Power", "class":"Druid", "cost":2, "attack":0, "hp_or_dur":0, "deckable":false, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"Hero Power - +1 Attack this turn. +1 Armor.", "flavourtext":"", "artist":"", "strategy":"", "lore":"", "cardid":"c00230" }
{ "name":"Silver Hand Recruit", "rarity":"free", "type":"Minion", "class":"Paladin", "cost":1, "attack":1, "hp_or_dur":1, "deckable":false, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"", "flavourtext":"", "artist":"", "strategy":"", "lore":"", "cardid":"c00231" }
{ "name":"Sinister Strike", "rarity":"free", "type":"Ability", "class":"Rogue", "cost":1, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"Sinister Strike is a free card.", "cardtext":"Deal 3 damage to the enemy hero.", "flavourtext":"There's something about this strike that just feels off. Sinister, even.", "artist":"Frank Cho", "strategy":"", "lore":"", "cardid":"c00232" }
{ "name":"Steady Shot", "rarity":"free", "type":"Hero Power", "class":"Hunter", "cost":2, "attack":0, "hp_or_dur":0, "deckable":false, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"Hero Power. Deal 2 damage to the enemy hero.", "flavourtext":"", "artist":"", "strategy":"", "lore":"", "cardid":"c00233" }
{ "name":"Stoneclaw Totem", "rarity":"free", "type":"Minion", "class":"Shaman", "cost":1, "attack":0, "hp_or_dur":2, "deckable":false, "subtype":"Totem", "set":"Basic", "ability":["Taunt"], "how_to_get":"Stoneclaw Totem is a shaman minion summoned by the shaman hero power Totemic Call. It is uncollectible cannot be obtained directly.", "cardtext":"Taunt", "flavourtext":"", "artist":"", "strategy":"The Stoneclaw Totem is a useful taunt minion. While it cannot attack, its 2 health provides good protection against weak attackers, and wastes a valuable round for stronger minions.", "lore":"", "cardid":"c00234" }
{ "name":"Stonetusk Boar", "rarity":"free", "type":"Minion", "class":"Neutral", "cost":1, "attack":1, "hp_or_dur":1, "deckable":true, "subtype":"Beast", "set":"Basic", "ability":["Charge"], "how_to_get":"Stonetusk Boar is provided in the tutorial.", "cardtext":"Charge", "flavourtext":"This card is boaring.", "artist":"Howard Lyon", "strategy":"Make use of his Charge ability to deal damage to the opponent's hero or minion. The card itself is not very good, but with its ability, it becomes an instant extra 1 damage for 1 mana. A great way to use this card is finish an enemy minion or deal some damage to the enemy hero. Works great in conjection with other cards such as Timber Wolf, Darkspear Hunter, Scavenging Hyena, and Starving Buzzard.", "lore":"", "cardid":"c00235" }
{ "name":"Succubus", "rarity":"free", "type":"Minion", "class":"Warlock", "cost":2, "attack":4, "hp_or_dur":3, "deckable":true, "subtype":"Demon", "set":"Basic", "ability":["Battlecry"], "how_to_get":"Succubus x 2 are automatically included in all players' collections. Golden Succubus is a reward for raising a warlock to level 40 and 42. Succubus is soulbound and cannot be crafted or disenchanted.", "cardtext":"Battlecry: Discard a random card.", "flavourtext":"Warlocks have it pretty good.", "artist":"Matt Dixon", "strategy":"The Succubus sacrifices card efficiency for a lower mana cost, so she is often played in aggressive decks that focus on winning the game early. One could also choose to hold off from playing the Succubus until she is the only card in hand to avoid the discard entirely.", "lore":"", "cardid":"c00236" }
{ "name":"Thrall", "rarity":"free", "type":"Hero", "class":"Shaman", "cost":0, "attack":0, "hp_or_dur":30, "deckable":false, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"", "flavourtext":"", "artist":"", "strategy":"", "lore":"", "cardid":"c00237" }
{ "name":"Timber Wolf", "rarity":"free", "type":"Minion", "class":"Hunter", "cost":1, "attack":1, "hp_or_dur":1, "deckable":true, "subtype":"Beast", "set":"Basic", "ability":[], "how_to_get":"Timber Wolf is in the basic hunter deck. This card can also be obtained by reaching level 22 as a hunter.", "cardtext":"Your other Beasts have +1 Attack.", "flavourtext":"Other beasts totally dig hanging out with timber wolves.", "artist":"Malcolm Davis", "strategy":"Timber Wolf is a strong 1 mana card that can be used early in the game to make your other beasts more powerful. Timber Wolf can be used by in conjunction with other beasts to make a hunter deck more powerful.", "lore":"", "cardid":"c00238" }
{ "name":"Totemic Call", "rarity":"free", "type":"Hero Power", "class":"Shaman", "cost":2, "attack":0, "hp_or_dur":0, "deckable":false, "subtype":"", "set":"Basic", "ability":["Summon"], "how_to_get":"Totemic Call is the shaman hero power.", "cardtext":"Hero Power. Summon a random Totem.", "flavourtext":"", "artist":"", "strategy":"", "lore":"", "cardid":"c00239" }
{ "name":"Tracking", "rarity":"free", "type":"Ability", "class":"Hunter", "cost":1, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"Look at the top three cards of your deck. Draw one and discard the others.", "flavourtext":"For the person who just cannot decide what card to put in their deck!", "artist":"Mauro Cascioli", "strategy":"", "lore":"", "cardid":"c00240" }
{ "name":"Uther Lightbringer", "rarity":"free", "type":"Hero", "class":"Paladin", "cost":0, "attack":0, "hp_or_dur":30, "deckable":false, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"", "flavourtext":"", "artist":"", "strategy":"", "lore":"", "cardid":"c00241" }
{ "name":"Valeera Sanguinar", "rarity":"free", "type":"Hero", "class":"Rogue", "cost":0, "attack":0, "hp_or_dur":30, "deckable":false, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"", "cardtext":"", "flavourtext":"", "artist":"", "strategy":"", "lore":"", "cardid":"c00242" }
{ "name":"Voidwalker", "rarity":"free", "type":"Minion", "class":"Warlock", "cost":1, "attack":1, "hp_or_dur":3, "deckable":true, "subtype":"Demon", "set":"Basic", "ability":["Taunt"], "how_to_get":"Voidwalker x 2 are automatically included in all players' collections. Golden Voidwalker is a reward for raising a warlock to level 36 and 38. Voidwalker is soulbound and cannot be crafted or disenchanted.", "cardtext":"Taunt", "flavourtext":"No relation to 'The Voidsteppers', the popular Void-based dance troop.", "artist":"Robb Shoberg", "strategy":"The Voidwalker is a reasonably tough taunt minion with a very low cost making it a great front line tank for a warlock deck. Not only is it one of the few demons with no back-firing battlecry, it is significantly better than the comparable Goldshire Footman and Shieldbearer while retaining the same low cost. Very good to use with Sense Demons.", "lore":"", "cardid":"c00243" }
{ "name":"Voodoo Doctor", "rarity":"free", "type":"Minion", "class":"Neutral", "cost":1, "attack":2, "hp_or_dur":1, "deckable":true, "subtype":"", "set":"Basic", "ability":["Battlecry"], "how_to_get":"", "cardtext":"Battlecry: Restore 2 Health.", "flavourtext":"Voodoo is an oft-misunderstood art. But it is art.", "artist":"Karl Richardson", "strategy":"", "lore":"", "cardid":"c00244" }
{ "name":"Warsong Commander", "rarity":"free", "type":"Minion", "class":"Warrior", "cost":3, "attack":2, "hp_or_dur":3, "deckable":true, "subtype":"", "set":"Basic", "ability":["Charge"], "how_to_get":"Comes in the Garrosh Hellscream deck.", "cardtext":"Your other minions have Charge.", "flavourtext":"The Warsong clan is such drama. It's really not worth it to become a commander.", "artist":"Wei Wang", "strategy":"Use Warsong Commander in conjunction with hard hitting cards with high mana cost. This allows you to deal massive damage right off the bat. The opponent has no time to react or defend against your high damage Charge attack. You can also use this with low cost minions to deal many instances of small damage to your opponent's hero or minions.", "lore":"", "cardid":"c00245" }
{ "name":"Wicked Knife", "rarity":"free", "type":"Weapon", "class":"Rogue", "cost":1, "attack":1, "hp_or_dur":2, "deckable":false, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"Wicked Knife is a rogue weapon, equipped through the rogue hero power Dagger Mastery. It is not obtainable directly.", "cardtext":"", "flavourtext":"", "artist":"", "strategy":"The rogue hero power is particularly strong in maintaining board control. Particularly in arena you can often 'trade' your own health early in the game to kill enemy minions in order to establish control and force them to waste valuable removal early on. This also keeps your minions alive longer allowing them to attack multiple turns which creates value. However, be careful not to take yourself too low attacking minions or you can tip the advantage into a disadvantage very quickly.", "lore":"", "cardid":"c00246" }
{ "name":"Wild Growth", "rarity":"free", "type":"Ability", "class":"Druid", "cost":2, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"Wild Growth x 2 are automatically included in all players' collections. Wild Growth is soulbound and cannot be crafted or disenchanted.", "cardtext":"Gain an empty Mana Crystal.", "flavourtext":"Grow your own mana crystals with this Mana Crystal Growth Kit, only 39.99!", "artist":"James Ryman", "strategy":"The mana crystal you gain is permanent. Effects like Wild Growth are often referred to as a 'mana ramp', as they allow you to quickly ramp up to higher costing-cost cards. Wild growth has a secondary function when a player reaches their mana crystal maximum. If cast when the player has 10 mana crystals, it will place the Excess Mana card in their hand. They can use this to draw a card for free. This means that Wild Growth remains useful even later in the game, when you already have maximum mana.", "lore":"", "cardid":"c00247" }
{ "name":"Windfury", "rarity":"free", "type":"Ability", "class":"Shaman", "cost":2, "attack":0, "hp_or_dur":0, "deckable":true, "subtype":"", "set":"Basic", "ability":[], "how_to_get":"Windfury x 2 are automatically included in all players' collections. Golden Windfury is a reward for raising a shaman to level 24. Windfury is soulbound and cannot be crafted or disenchanted.", "cardtext":"Give a minion Windfury.", "flavourtext":"Windfury is like Earthfury and Firefury, but more light and airy.", "artist":"Justin Sweet", "strategy":"Especially effective when applied to minions with high Attack, and for dealing damage to heroes or minions with 0 Attack.", "lore":"", "cardid":"c00248" }
{ "name":"Wolfrider", "rarity":"free", "type":"Minion", "class":"Neutral", "cost":3, "attack":3, "hp_or_dur":1, "deckable":true, "subtype":"", "set":"Basic", "ability":["Charge"], "how_to_get":"", "cardtext":"Charge", "flavourtext":"Orcish raiders ride wolves because they are well adapted to harsh environments, and because they are soft and cuddly.", "artist":"Dany Orizio", "strategy":"This card works well on it own, but can excel in a Warlock Deck when combined with Power Overwhelming.", "lore":"", "cardid":"c00249" }
{ "name":"Wrath of Air Totem", "rarity":"free", "type":"Minion", "class":"Shaman", "cost":1, "attack":0, "hp_or_dur":2, "deckable":false, "subtype":"Totem", "set":"Basic", "ability":["Spell Damage"], "how_to_get":"Wrath of Air Totem is a shaman minion summoned by the shaman hero power Totemic Call. It is uncollectible and cannot be obtained directly.", "cardtext":"Spell Damage +1", "flavourtext":"", "artist":"", "strategy":"Wrath of Air Totem has good synergy with shaman Area of Effect abilities such as Forked Lightning and Lightning Storm. Be aware that its Spell Damage bonus may cause it to instantly become the focus of your opponent's attacks. While players with damaging spell cards may wish to protect it from their opponents' attacks with a taunt, the Totem can itself be useful as a taunt, attracting attacks from opponents fearing an area of effect ability on your next turn. Players not focusing on spell attacks may therefore wish to leave it unprotected, wasting their opponent's efforts.", "lore":"", "cardid":"c00250" }